[
    {
        "file_name": "RFPS-PFP-2023-503562-Annex B-Terms of Reference.pdf",
        "date_created": "",
        "metadata": {
            "/Author": "jsok",
            "/CreationDate": "D:20230309152152Z00'00'",
            "/ModDate": "D:20230322155858Z00'00'",
            "/Producer": "macOS Version 12.6.3 (Build 21G419) Quartz PDFContext, AppendMode 1.1",
            "/Title": "Microsoft Word - RFPS-PFP-2023-503562-Annex B-TOR for LTAS_Public Relations Services"
        },
        "text": "UNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nTerms of Reference: \n\nLong Term Arrangement for Services (LTAS) For the provision of  \nGlobal Public Relations Services including Brand, Communication, Crisis \nManagement, Digital Services at a Global Level \n\nI. BACKGROUND  \n\nUNICEF continued to deliver on UNICEF Strategic Plan, 2018–2021 and the Global Communication \nand Advocacy Strategy, while the new Global Communication and Advocacy Strategy is developed to \nalign with the new UNICEF Strategic Plan 2022-2025. Simultaneously, UNICEF initiated the \ndevelopment and implementation of a Global Brand strategy that laid the foundation for \ncommunication, set broad parameters for organizational expression that are harmonized with \nUNICEF’s identity, strategies, principles and values, allowing communicators to present a consistent \nand coherent organization. There has also been a strong and clear mandate for upgrading UNICEF’s \ndigital presence. The goal was that through the strategic use of digital media, UNICEF will engage \nstakeholders in deeper dialogue about children’s rights issues in the belief that greater \nunderstanding of the challenges faced by children around the world will result in more action and \nimpact. UNICEF is willing to establish a Long-Term Arrangement for Services (LTA-S) for the provision \nof Global Public Relations Services including Brand, Communication, Crisis Management, Digital \nServices, at a global level. The goal is to partner with a global agency that will become familiar with, \nand an expert on, UNICEF’s Communication, Advocacy, Brand and Digital strategies and goals, \noutlined below and therefore will ensure all communication campaigns for social mobilization, public \nadvocacy and fundraising are developed cohesively and in an integrated manner. The proposed LTA-\nS shall be valid for an initial period of two (2) years, with a possible renewal for three (3) additional \nperiods of one (1) year each subject to satisfactory performance, organizational needs and price \ncompetitiveness. \n\nII. OBJECTIVES AND PURPOSE \n\nWork with the UNICEF Communication Team to update the B2B strategy based on the media and \nsocial media analysis, the global advocacy priorities and develop a bespoke global LinkedIn strategy \nfor C-suite thought leadership for strengthening UNICEF’s Business Brand in key markets. \n\nThe selected agency should be able to provide solutions in these different communication/public \nrelations/crisis communications/marketing/B2B areas through a cross-agency collaboration within \nits network /partners/sister agencies or by offering a full-service agency structure delivering a \nseamless, joined-up approach from creation to activation resulting on cohesive creative executions. \nThe agency should help to conceive and to develop UNICEF’s global reputation, awareness, \nengagement and social mobilization campaigns that aim to mobilize key audiences around common \nglobal priorities and build brand reputation. The agency should demonstrate an understanding and \nability in public advocacy, including framing, market insight, and in developing integrated \ncommunication campaigns that should be in full consistency with the brand strategy work. The \nagency should be able to attend UNICEF’s ‘glocal’ approach requirements. Headquarters, regional \n\n1 \n\n \n \n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nand country offices would work with the agency at the central level for market research, crisis \nmanagement, public relations, concepts/messages and assets development and countries would \naccess to its local partners within network “pool” to ensure easy and effective adaptation of the \nassets to the local contexts. This will also allow the organization to work with fewer and synergized \ninitiatives. The usage of local representatives/sister agencies of the agency at country level will \nalways be a possibility but not a mandate to UNICEF national committees and country offices that \ncan continue working with local partners. The agency should also be able to inspire and educate \nUNICEF on new communication trends and technologies to fill the gap in areas where the \norganization has limited knowledge and resource. Some key areas are: framing and messaging, \nmarket insight and survey, advance of digital, new technologies on data visualization, talks to \norganization key stakeholders in key events/forums, penetrating the B2B \n\n media and raising UNICEF’s profile in B2B publications. The challenges we foresee the global agency \nwill encounter are outlined below: \n\n✓ Multiple audience: UNICEF has to speak to a broad and diversified target from influencing \ngovernment, partnering with corporate sector to mobilizing supporters and donors.  \n\n✓ Decentralized organization: Even through UNICEF Headquarters drive the development of several \nkey campaigns per year, from the strategic aspects to the production of assets, national committees \nand country offices can still decide (i) to develop their own campaigns or (ii) to draw from this range \nof concepts and assets designed and adapt it in local contexts implementing the campaigns with \nlocal agencies/providers. \n\nIII. SCOPE OF WORK  \n\nThe following main areas of work are requested from the agency:  \n\n1.  Global Brand and Reputation Management and Maintenance  \n\nThe agency will offer Brand and Reputation management and Public Relations services by providing \nguidance, strategic thinking and expertise to ensure all communications and marketing assets and \ninitiatives developed by UNICEF are in line with the brand and reputation positioning and to ensure \nthere is brand integration across the organization in different areas and territories, acting as a Brand \n\"Guardian\"/Steward. The agency can also deliver Reputation Maintenance services helping the \norganization to assess the reputation and trust evolution during time and by staying abreast of \nchanges in organization plans and goals and by suggesting and making any adjustments or \nmodifications necessary.  \n\nThe agency should be able to provide- but not limited to- the following services:  \n\n✓ Planning, developing and implementing Public Relations strategies;  \n\n✓ Training spokespeople;  \n\n✓ Managing the Public Relations aspect of a potential crisis situation;  \n\n✓ Drafting quick lines and liaising with enquiries from media, individuals, donors, corporate \npartners, and other organisations, often via telephone and email;  \n\n✓ Researching, writing, and distributing press releases to targeted and B2B media;  \n\n2 \n\n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\n✓ Collating and analysing media coverage;  \n\n✓ Writing and editing in-house press releases, case studies, speeches, articles, and annual reports;  \n\n✓ Preparing and supervising the production of publicity brochures, handouts, direct mail leaflets, \npromotional videos, photographs, films, and multimedia programmes;  \n\n✓ Devising and coordinating photo opportunities;  \n\n✓ Organising events including press conferences, exhibitions, open days and press tours;  \n\n✓ Managing and engaging with users on social media;  \n\n✓ Commissioning market research;  \n\n✓ Private Sector Engagement Toolkit and activation campaigns: brand narrative, outreach plan, \ncorporate communication materials including communication plans and communication \nframeworks;  \n\n✓ Communication planning support and communication management of global partnerships;  \n\n✓ Digital elements visual identity: websites, email/e-newsletter templates, examples of brand \nexecution in different social media sites, web banners, web apps, etc.;  \n\n✓ Guidelines of branding dos and don’ts for different media executions. \n\n2.  Development of Media and PR strategies to position UNICEF business brand with private \n\nsector audiences  \n\nThe agency will develop integrated communication campaigns and PR strategies which will be \nexecuted around the world by UNICEF national committees and country offices. These services will \ninclude: \n\n✓ Conceptualization, definition of objectives, and planning phase including insight gathering, \naudience understanding research, market trends analysis, framing and definition of strategic content \nto be communicated;  \n\n✓ Campaign ideation: big idea demonstrated through rough executions of concept/mood boards, \nkey visuals and key messaging;  \n\n✓ Creative development: based on the big idea, activation ideas for different social mobilization and \nfundraising channels (such as Face-to-Face / Direct Marketing / Direct Response Television). For \nexample: concept ideas, scripts and story boards for Public Service Announcements (PSAs), ideas for \nshort films in line with core creative concept, print advert/post creative development, social media \ncontent creative development, celebrities and Goodwill Ambassadors involvement, etc.;  \n\n✓ Message segmentation;  \n\n✓ Pre-testing of different ideas /creative routes with target audience for persuasion / conversion \nmeasurement;  \n\n✓ Influencer outreach strategy development and executive positioning; \n\n3 \n\n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\n✓ Campaign toolkit creative development: comprehensive campaign bundle book which will be used \nby the national committees and country offices to adapt their materials and execute the campaign in \ntheir market; \n\n✓ Campaign assets production that would include creative direction, actual filming, copywriting, \nphotography, editing, etc. The assets to be developed should include but not be limited to the list \nbelow: \n\no videos, print adverts, press releases, op-ed, blogs, integrated partnership/supports pitch, B2B \nmedia placements.  \n\no Digital assets: Content development (videos, infographics, Info movies, podcasts, etc.), websites \nweb apps, mail, social media marketing, digital displays (banners, ads, adverts); all elements should \nbe optimized for multiple platforms (mobile) and leveraging COPE (create once, publish everywhere) \nmodel.  \n\no  Securing media placements in print thematic and leading trade publications, web-only outlets, \n\nblogs, or social media placements  \n\n✓ Media outreach packages: it is expected that the agency performs A-Z tasks for the production of \nthe communication assets: design, creative direction, actual filming, copywriting, photography, \nediting, art working, etc.  \n\n✓ post-campaign reporting analysis / case studies to measure campaign success vs Key Performance \nIndicators (KPls). \n\n3.  Digital products and services \n\nThe agency should be able to support and educate the organization to strategically make the best \nusage of digital channels ensuring the latest innovation in digital communications is being properly \nchanneled. The specific goals to be addressed are to engage stakeholders in a deeper dialogue about \nchild rights issues and to maintain and expand its audience reach, while deepening the participation \nof existing followers. The primary objective will be to help positioning UNICEF as the partner of \nchoice for the private sector. \n\nTo support this strategy, the agency should provide – without being limited to - the below outlined \nservices: \n\n✓ Digital capacity building, training and sharing good practices for staff and partners - by workshops, \nwebinars to educate the organization on new digital trends: i.e., new technology, new digital media \nformats and channels, new emerging digital platforms, etc.;  \n\n✓ Proposals of innovative techniques of creating content and engagement with a special focus on \ncontent for B2B social media channels that are most attractive to private sector audiences. \n\n✓ Proposals of new collaborations with new and emerging media partners;  \n\n✓ Digital products development. \n\n4. \n\nIV. DELIVERABLES  \n\n4 \n\n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nThis LTAS establishes the framework for the provision of the following services. Institutional \ncontracts (purchase orders) will be issued for the engagement of key deliverables. \n\nCat 1 \n\nDeliverable: Global Brand and Reputation Management and Maintenance \n\nParticipate in partnerships, fundraising and brand discussions and make \nrecommendations on opportunities and priorities. \n\nGuidance on initiative to achieve further integration of brand and communications into \nthe wider individual and partnerships audience strategy. \n\nGuidance on development of business intelligence strategy and advanced analytics to \nleverage opportunities. \n\nSupport on defining target audiences and getting actionable insight on audiences for \nmarkets and at a global level. \n\nGuidance on harnessing UNICEF global campaigns for brand positioning and earned and \npaid media opportunities. \n\nFacilitate sessions at brand and communications workshop and other relevant workshops. \nProvide brand and crisis management training to UNICEF Division of Private Fundraising \nand Partnerships (PFP) staff and within local markets. \n\nFacilitate webinars and remote training to share knowledge with private sector countries. \n\nCat 2 \n\nSupport on developing strategic advice and guidance on key external partner \nopportunities. \nDeliverable: Development of  Media and PR strategies to position UNICEF business \nbrand with private sector audiences \nReview and update existing communications and marketing initiatives to align with: \na)  B2B media and PR services to position UNICEF’s business brand \nb)  Media strategy for key campaigns during the year \n\nSupport on prioritization of the Private Sector Fundraising markets for media positioning \nand public relations. \n\nRecommend developments on public relations, communication and media engagement \n\nUpdated B2B narrative, key messages incorporating the media and trends analysis \nDevelop press releases, op-ed, blogs, , integrated partnership/supports pitch, B2B media \nplacements. \n\nSupport with earned media, article, interviews, Op-eds to position UNICEF’s leaders in top \ntier media, trade media and events. \n\nSupport on developing public relations and B2B media and brand strategies with key \naudiences. \n\n5 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nSupport on development of ways to reach and engage the key target audiences through \ntraditional media by proving media trends analysis, key messaging and framing papers \n\nCat 3 \n\nDeliverable: Digital products and services \n\nReview and update existing communications and marketing initiatives to align with social \nmedia strategy for key campaigns during the year \n\nDevelop digital content for key moments and campaigns during the year, such as the \nWorld Economic Forum annual meeting, COP, and the UN General Assembly and more. \n\nSupport on developing a B2B Thought Leadership content that country and national \nteams can use \n\nDigital capacity building, training and sharing good practices for staff and partners - by \nworkshops, webinars to educate the organization on new digital trends: i.e., new \ntechnology, new digital media formats and channels, new emerging digital platforms \n\nSupport on development of ways to reach and engage the key target audiences through \ndigital media by proving media trends analysis, key messaging and framing papers \nSupport on analysis of current multi-channel integrated campaigns and consolidate \nlearnings for best practice use. \nSupport in relation to the above deliverables to be determined at the start of the new \ncontract period. \n\nOngoing \n\nV. REPORTING REQUIREMENTS  \n\nThe agency will be expected to report to key presentation meetings either on-site or remotely and \nwill be expected to have regular phone conferences with UNICEF Division of Communication and \nAdvocacy and Division of Private Fundraising and Partnerships.  \n\nReporting will also consist of the following:  \n\n✓ Contact reports provided by the agency following meetings and phone conferences;  \n\n✓ Work in progress or Status reports weekly or fortnightly;  \n\n✓ Professional presentations in sharable format including e-mailable size versions for fast \ndissemination;  \n\n✓ A high quality accessible share link set-up for large files and video;  \n\n✓ Other reporting details will be agreed upon at contract stage.  \n\nVI. TALENT/KEY PERSONNEL  \n\n✓ The proposed company should have a designated team (account management, crisis \nmanagement, public relations, planning, creative, etc.) that will consistently oversee different \n\n6 \n\n \n \n \n \n \n \n \n \n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nprojects under this LTAS to ensure communication and brand consistency and cohesion among \ndifferent jobs (dedicated team to UNICEF would be preferable);  \n\n✓ The team should have internationally and culturally sensitive profile, and ideally have fundraising \nand social mobilization campaigning experience. \n\nVII. ADMINISTRATIVE ISSUES  \n\n✓ Key account managers should be able to assist and regularly attend face to face meetings at both \nUNICEF Headquarters offices: New York and Geneva – frequency to be determined;  \n\n✓ Travel cost shall be calculated based on economy class travel, regardless of the length of travel. \nCost of accommodation, meals and incidentals shall not exceed applicable daily subsistence \nallowance rates, as promulgated by the International Civil Service Commission;  \n\n✓ The Agency will be expected to work from its own offices and to utilize its own resources and \nconsumables. The Agency will not have access to any UNICEF resources or workplaces.  \n\nVIII. PROJECT MANAGEMENT \n\nThe Market Support team (PFP Communications and Marketing section) will be responsible for \nmanaging the contract and projects. \n\nIX. QUALIFICATION REQUIREMENTS  \n\nThe selected agency should fulfill the following criteria:  \n\n  Proposals will be considered from registered corporations, limited liability companies or \n\nproprietary companies only.  \n\n  Proven ability to produce multimedia materials in international humanitarian/emergency, \n\ndevelopment or news settings.  \n\n  More than 6 years of experience providing any of the services described in Section III.  \n  Wide geographical representation and/or proven rapid ability to travel to the region/country \n\nwhere the assignment will take place.  \n\n  Proven international experience, including award-winning photography and videography \n\nrecords. \n\nX. MANDATORY REQUIREMENTS  \n\nThe Proposal shall contain the mandatory documentation identified below.  \n\n1.Company profile  \n\n1.1. Background and capacity  \n\nProvide a brief general description of the organization submitting the proposal, detailing its \ncompliance with Qualification Requirements in Section IV.  \n\n7 \n\n \n \n \n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\n1.2. Project management  \n\nThe proposal should describe the company’s approach to providing the services, including \ntheir approach to quality assurance, services outside of business hours, delays in timelines, \ncorrection of mistakes and mitigation of risks in these areas. It should also describe the \npotential risks that may impact quality or timely completion of expected results. Describe \nback-up measures that are put in place to mitigate these risks. Describe workflow for both \nemergency as well as non-emergency cases. The description should include a maximum of 3 \n(three) case studies showcasing the  \nRFPS. \n\nexpertise in the service categories outlined in this \n\n2. Organizational resources and expertise  \n\n2.1. Resources and assignment of tasks  \n\nDescribe the availability of resources including equipment, facilities, staff and freelancers.  \n\n2.2. Curricula vitae  \n\nProvide curricula vitae of the staff to be assigned to UNICEF projects, either full time/part \n\ntime   and freelancers. Highlight relevant qualifications, work experience, and specialization areas.  \n\n2.3 Business continuity plan  \n\nProvide a plan for business continuity, including when an individual producer working on \nan assignment is no longer able to meet obligations due to conditions out of their control. \n\n3.Experience and customer references  \n\n3.1. Please provide a portfolio of PR campaigns positioning brands for paid, earned and \n\norganic media and social media. \n\n3.2. Please provide at least 3 or more client references of previous experiences in providing \nrequired services.  \n\nthe  \n\n3.3 Outline experience with the non-profits or leading brands. \n\nIMPORTANT: Items 1 to 3 will constitute vendor’s Technical Proposal. \n\n4.Financial proposal  \n\nFinancial proposals should include all-inclusive (daily) rates and are to be submitted using the \ntemplate provided in Annex C. Failure to quote in USD will result in the disqualification of the \nproposal. \n\nNB: Travel costs are not to be included in the financial proposals.  \n\nGeneral information: travel will be pre-approved by UNICEF team. The vendor will be responsible for \nadministering its own travel. The vendor will be responsible for all travel costs - flights, daily \nsubsistence allowance etc. Travel expenses will be reimbursed separately upon presentation of \nreceipts based on actual cost or as per UN rates (http://icsc.un.org/rootindex.asp) whichever is \nlower. Travel expenses shall be calculated based on economy class travel, regardless of the length of \ntravel and ii) costs for accommodation, meals and incidentals shall not exceed applicable daily \n\n8 \n\n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nsubsistence allowance (DSA) rates, as promulgated by the International Civil Service Commission \n(ICSC). \n\nThe vendor (s) will be expected to work from its (their) own offices and to utilize its (their) own \nresources and consumables. The vendor (s) will not have access to any UNICEF resources or \nworkspace. \n\nXI. EVALUATION PROCESS AND AWARD \n\nProposals will be reviewed following a three-step process:  \n\n1.  An initial administrative check for completeness and compliance  \n2.  Technical evaluation (70 points) (Compliance with the technical requirements + \n\nPresentation/Demonstration of technical skills 55/15) \n\n3.  Evaluation of financial proposal (30 points) \n\nA maximum of 70 points will be allocated to the technical aspects of the proposals, with a further 30 \npoints for the price component, for a maximum possible score of 100 points.  \n\nAdministrative check - Proposals will first be reviewed for their completeness in terms of the \ninformation requested in the RFPS and their compliance with its requirements. Only proposals that \nsuccessfully pass the administrative check will be processed to technical evaluation.  \n\nTechnical evaluation (70 points) - Only those proposals that score 50 points and above will be \nconsidered technically compliant and will proceed with the financial evaluation. All other proposals \nwill be disqualified. \n\nTECHNICAL EVALUATION CRITERIA: \n\nGeneral criteria applied to the 3 categories: \n\nCompliance with the technical requirements \n\nItem \n\n1. \n\n1.1 \n\n1.2 \n\n2. \n\n2.1 \n\n2.2 \n\nTechnical Evaluation Criteria \n\nCompany profile  \n\nBackground and capacity- Range and depth of \norganizational experience with similar projects   \n\nProject management - Project management, workflow, \nmonitoring and quality assurance: company’s approach \nto providing the services, including quality assurance. \n\nOrganizational resources and expertise \n\nKey  personnel,  facilities,  equipment  available  include \nrelevant experience and qualifications of the proposed \nteam for the assignment, including CVs \n\nMax. \nObtainable \n\nPoints \n\n20 \n\n10 \n\n10 \n\n25 \n\n15 \n\nBusiness continuity plan – outline how a company will \nplan for business continuity, including when a project \n\n10 \n\n9 \n\n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nmanager working on  \nable to meet obligations due to conditions out of their \ncontrol. \n\nan assignment is no longer \n\nMinimum passing score = 35 \n\nCategory 1 - Global Brand and Reputation Management and Maintenance \n\nItem \n\n3. \n\n3.1 \n\n3.2 \n\nTechnical Evaluation Criteria \n\nExperience and customer references \n\nPortfolio of impactful PR campaigns positioning brands \nfor key audiences.  Please include key results and \noutcomes.  \n\nMax. \nObtainable \n\nPoints \n\n25 \n\n20 \n\nClient  references  -  include  at  least  three  (3)  client \nreferences,  along  with  description  of  the  services \nprovided as well as contact details \n\n5 \n\nMinimum passing score = 18 \n\nCategory 2 – Development of Media and PR strategies to position UNICEF business brand with \nprivate sector audiences \n\nItem \n\n3. \n\n3.1 \n\n3.2 \n\nTechnical Evaluation Criteria \n\nMax. \nObtainable \n\nPoints \n\nExperience and customer references \n\nPortfolio of impactful digital media campaigns \n(content, copy, visuals/videos developed on multiple \nchannels from web to social media either through \nactive links or screenshots) focusing on relevant \nchannels for a private sector audience.   \n\n25 \n\n20 \n\nClient  references  -  include  at  least  three  (3)  client \nreferences,  along  with  description  of  the  services \nprovided as well as contact details \n\n5 \n\nMinimum passing score = 18 \n\nCategory 3: Digital products and services \n\nItem \n\n3. \n\nTechnical Evaluation Criteria \n\nMax. \nObtainable \n\nPoints \n\nExperience and customer references \n\n25 \n\n10 \n\n \n \n \n \n \n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\n3.1 \n\n3.2 \n\nPortfolio of prior work - Quality and scope  \n\nClient  references  -  include  at  least  three  (3)  client \nreferences,  along  with  a  description  of  the  services \nprovided as well as contact details \n\n20 \n\n5 \n\nMinimum passing score = 18 \n\nFinancial Evaluation (30 points)  \n\nProposers must use the Financial Proposal Template, attached to the RFPS, to prepare and submit \ntheir financial proposals.  \n\nThe financial evaluation of all technically compliant proposals will be conducted by calculating the \nsimple average of the sum of the itemized cost of the proposed services, per category. The proposals \nwill be ranked from the lowest to the highest based on this average daily rate.  \n\nThe financial proposals should be prepared in US Dollars (USD) only. The proposals will be evaluated \nonly for those offers that meet the minimum passing score in the technical evaluation. The financial \nproposals will be graded on a scale of 0-30. The highest number of points will be awarded to the \nproposal with the lowest financial value. Other financial proposals will be scored on a relative scale, \nwith points determined based on the percentage of difference with the lowest score.   \n\nThe total score for the financial offer (TSfo) will be calculated in the following manner (rounded to \none decimal):  \n\nTSfo = Lowest offer Actual Offer x 30 / Actual Offer \n\n The total combined score (TS) for the proposal will then be calculated by adding the scores for the \ntechnical (Desk Review and Service Area Review) and financial proposal within the service area. \n\nBasis of Awards \n\nUNICEF  will  make  multiple  Long-Term  Arrangement  for  services  (LTAS)  awards  to  bidder(s)  who \nsubmitted proposals.  \n\nThe awards will be made starting from the highest-scoring proposal to lowest scoring proposals as a \nresult of the combined technical and financial evaluation.   \n\nThe overall number of awards, including specific and number of awards per service category may vary \ndepending  on  several  criteria,  including  the  needs  of  each  region,  regional  presence/focus  of  the \nbidders, ensuring adequate coverage for the various factors described in table 1/2 and table 3 above, \nprices offered per service area and what provided the best value for money, and is in the best interests \nof UNICEF. \n\nAdministrative Issues \n\nPrior to submitting an offer, vendors are strongly encouraged to:  \n\nReview the standard UNICEF Contractual Provisions and the UNICEF General Terms and Conditions of \nContract (Services) for the supply of services publicly available upon advertising this TOR \n\n11 \n\n \n \n \n \n\fUNICEF-RFPS-PFP-2023-503562 \n\nAnnex B \n\nReview the UNICEF policies publicly available upon advertising this TOR  \n\nProposers should familiarize themselves with the obligations imposed on vendors and their personnel \nand sub-contractors under the UNICEF Policy Prohibiting and Combatting Fraud and Corruption and \nthe UNICEF Policy on Conduct Promoting the Protection and Safeguarding of Children. \n\nProject Management \nContracting  matters  for  the  resultant  LTAS  (notices,  amendments,  extensions,  usage,  overall \nperformance under the LTAS) are managed by the PFP Procurement at UNICEF with the collaboration \nand help from other UNICEF Offices. Performance and supervision under a Contract for Services issued \nagainst the resultant LTAS will be done by the requesting offices, with support from UNICEF Regional \nOffices and UNICEF Headquarters.  \n\nPayment Schedule \nThe  payment  schedule  for  assignments  prepared  under  this  LTAS  will  be  defined  in  the  Terms  of \nReference for the specific service requested. In line with good standards and practices payment will \nbe provided upon successful submission and formal approval of the deliverables by the supervising \nofficer/entity.   \n\nUNICEF's policy is not to  grant advance  payments except in unusual situations where the potential \nvendor, whether a private firm, CSO or a government or other entity, specifies in the bid that there \nare special circumstances warranting an advance payment. \n\n12 \n\n \n \n \n \n \n \n \n\f"
    },
    {
        "file_name": "RFPS-PFP-2023-503562-Annex A & Tender Document.pdf",
        "date_created": "",
        "metadata": {
            "/Author": "jsok",
            "/CreationDate": "D:20230309210950Z00'00'",
            "/ModDate": "D:20230322162323Z00'00'",
            "/Producer": "macOS Version 12.6.3 (Build 21G419) Quartz PDFContext, AppendMode 1.1",
            "/Title": "JSOK/PRD0000075133_1:Request for Proposal"
        },
        "text": "_________________________________________________________________________________________\n\npfpprocurement@unicef.org\n\nPALAIS DES NATIONS\nGENEVA CH-1211\nSwitzerland\n\nTelephone (41) 22 90 95 111\nFacsimile (41) 22 90 95 909\nEmail\n\nUnited Nations Children's Fund\nUNICEF PFP GENEVA\n\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\n09 March 2023\n\nUNITED NATIONS CHILDREN'S FUND (UNICEF)\n\nWishes to invite you to submit a proposal for\n\nLong Term Arrangement for Services (LTAS)\nFor the provision of Global Public Relations Services including Brand, Communication, Crisis \nManagement, Digital Services at a Global Level\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 1 of 26\n\n\f_________________________________________________________________________________________\n\nTHIS REQUEST FOR PROPOSAL FOR SERVICES HAS BEEN:\n\nPrepared By:\n\n__________________________________________________\n\nDate: _______________\n\nJin Ok Sok\n(To be contacted for additional information, NOT FOR SENDING PROPOSALS) \nEmail:  jsok@unicef.org\n\nApproved By:\n\n__________________________________________________\nMohammed Al-Ani\n(To be contacted for additional information, NOT FOR SENDING PROPOSALS) \nEmail: malani@unicef.org\n\nDate: _______________\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 2 of 26\n\n\f_________________________________________________________________________________________\n\nREQUEST FOR PROPOSAL FOR SERVICES FORM\n\nThis FORM must be completed, signed and returned to UNICEF.\nProposal must be made in accordance with the instructions contained in this Request for\nProposal for Services (RFPS).\n\nTERMS AND CONDITIONS OF CONTRACT\nAny Contract resulting from this RFPS shall contain UNICEF General Terms and Conditions for\nInstitutional and Corporate Contracts and any other Specific Terms and Conditions detailed in\nthis RFPS.\n\nINFORMATION\nAny request for information regarding this RFPS must be forwarded by email to the person who\nprepared this document, with specific reference to the RFPS number.\n\nThe Undersigned, having read the Terms and Conditions of RFPS No. RFPS-2023-503562 set\nout in the attached document, hereby offers to execute the services specified in this document.\n\nSignature:\n\nDate:\n\n_______________________________\n\n_______________________________\n\nName & Title:\n\n_______________________________\n\nCompany:\n\n_______________________________\n\nPostal Address:\n\n_______________________________\n\nTel No:\n\nFax No:\n\n_______________________________\n\n_______________________________\n\nE-mail Address:\n\n_______________________________\n\nCurrency of Proposal:\n\n_______________________________\n\nValidity of Proposal:\n\n_______________________________\n\nPlease indicate which of the following Payment Terms are offered by you:\n\n10 Days 3.0%_____15 Days 2.5%_____20 Days 2.0%_____30 Days Net_____Other_____\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 3 of 26\n\n\f_________________________________________________________________________________________\n\n___________________________________________________________________________________________\n\nItem Service Description\n___________________________________________________________________________________________\n\nUnit Price\n\nQuantity\n\nPrice\n\nUnit\n\n10\n\nProject manager\n\nLeads team and represents institution; provides overall strategic direction and quality assurance; bears overall\nresponsibility for project\n\n20 \n\nBrand strategist\n\nGlobal brand building and brand protection expert\n\n30 \n\nIssues and crisis management\n\nIncluding development of tool kits, trainings, workshops\n\n40 \n\nCorp. comm & Exec visibility expert\n\nDevelops impactful strategies to position UNICEF's business brand\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 4 of 26\n\n\f_________________________________________________________________________________________\n\nSPECIAL NOTES\n\nGLOBAL  Long  Term  Arrangement  for  Services  (LTAS)for  the  provision  of  Global  Public \nRelations  Services  including  Brand,  Communication,  Crisis  Management,  Digital  Services  at  a \nGlobal Level, FOR UNICEF\n\nSPECIAL TERMS AND CONDITIONS\n\nPART I  PURPOSE OF THIS REQUEST FOR PROPOSALS FOR SERVICES\n\n1.Background\n\nUNICEF  is  willing  to  establish  a  Long-Term  Arrangement  for  Services  (LTA-S)  for  the  provision \nof  Global  Public  Relations  Services  including  Brand,  Communication,  Crisis  Management, \nDigital  Services,  at  a  global  level.  The  goal  is  to  partner  with  a  global  agency  that  will  become \nfamiliar  with,  and  an  expert  on,  UNICEF’s  Communication,  Advocacy,  Brand  and  Digital \nstrategies  and  goals,  outlined  below  and  therefore  will ensure  all  communication  campaigns  for \nsocial  mobilization,  public  advocacy  and  fundraising  are  developed  cohesively  and  in  an \nintegrated manner. The  proposed LTA-S shall be valid for an  initial period  of  two (2) years, with \na  possible  renewal  for  three  (3)  additional  periods  of  one  (1)  year  each  subject  to  satisfactory \nperformance, organizational needs and price competitiveness.\n\n2 Solicitation; Long Term Arrangement\n\n2.1  The  purpose  of  this  Request  for  Proposals  for  Services  (\"RFPS\")  is  to  invite  proposals  for \nthe  provision  of  'Global  Public  Relations  Services  including  Brand,  Communication,  Crisis \nManagement,  Digital  Services  at  a  Global  Level'  as \nthe  Terms  of \nReference/Statement of Work attached at Annex B\n\nfully  detailed \n\nin \n\n2.2  UNICEF  wishes  to  enter  into  (a)  non-exclusive  Long  Term  Arrangement(s)  for  Services \n(LTA-S) for the procurement of the services detailed in the RFPS and required from time to time \nduring  the  term  of  the  LTA-S.  It  will  be  a  provision  of  such  LTA-S(s),  that  UNICEF  will  not  be \ncommitted  to  purchase  any  minimum  quantity  of  these  services.  UNICEF  shall  not  be  liable  for \nany cost in the event that no purchases are made under any resulting LTA-S.\n\n2.3  Purchases  will  be  made  against  contracts  to  be  issued  by  UNICEF  in  accordance  with  the \nterms and  conditions  of  any resulting LTA-S(s). Actual  quantities to  be purchased will vary from \ncontract to contract.\n\n2.4  Other  United  Nations  Agencies,  Funds  and  Programmes  shall  be  entitled  to  place  contracts \nunder  the  prices  and  terms  of  the  LTA-S.  Contracts  placed  by  other  United  Nations  entities \nconstitute a contractual  agreement  between the supplier  and the ordering United Nations entity. \nUNICEF  will  not  be  a  contractual  party  to  these  contracts  and  has  therefore  no  obligations  or \nliabilities for contracts not issued by UNICEF.\n\n2.5 This RFPS document is comprised of the following:\n\na) This document\n\nb) 'UNICEF General Terms and Conditions of Contract (Services)' which are attached as Annex\nA to this document\n\nc) The full 'Terms of Reference/Statement of Work' attached at Annex B\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 5 of 26\n\n\f_________________________________________________________________________________________\n\nd) 'Financial Proposal Format' attached as Annex C (to be used as a guidance by the Proposer\nin preparing the Financial Proposal)\n\ne) Institutional Profile Answer sheet attached as Annex D, to be completed by the Proposer and\nsubmitted along with the Technical Proposal\n\nf) 'MDM Vendor Master Registration' attached as Annex E (for unregistered firms with UNICEF\nONLY) to be completed by the Proposer and submitted along with the Technical Proposal\n\n2.6  This  RFPS  is  an  invitation  to  treat  and  shall  not  be  construed  as  an  offer  capable  of  being \naccepted or as creating any contractual, other legal or restitutionary rights.  No binding contract, \nincluding  a  process  contract  or  other  understanding  or  arrangement,  will  exist  between  the \nProposer  and  UNICEF  and  nothing  in  or  in  connection  with  this  RFPS  shall  give  rise  to  any \nliability  on  the  part  of  UNICEF  unless  and  until  an  LTA-S  and  linked  contract  is  signed  by \nUNICEF and the successful Proposer.\n\nPART II PROPOSAL SUBMISSION PROCESS\n\n1. Proposal Submission Schedule\n\n1.1  Acknowledgment  of  receipt  of  RFPS.  Proposers  are  requested  to  inform  UNICEF  as  soon \nas \nsystem \n(https://ungm.in-tend.co.uk/unicef-pfp/aspx/Home) that they have received this RFPS.\n\nE-Tendering \n\nUNICEF \n\npossible \n\nthrough \n\n1.2 Questions from Proposers\nProposers  are  required  to  submit  any  questions  in  respect  of  this  RFPS  through  UNICEF \nE-Tendering \nlatest  23h \n59'(Geneva, Switzerland Time, CET), 27 March 2023.\n\n(https://ungm.in-tend.co.uk/unicef-pfp/aspx/Home),  by \n\nsystem \n\nIMPORTANT:  PROPOSALS  ARE  NOT  TO  BE  SENT  BY  ANY  OTHER  METHODS  EXCEPT \nTHROUGH  UNICEF  E-Tendering  system  (https://ungm.in-tend.co.uk/unicef-pfp/aspx/Home)  -\nPROPOSALS SENT BY ANY OTHER METHODS WILL BE DISQUALIFIED.\n\nProposers are required to keep all questions as clear and concise as possible.\n\nProposers are also expected to immediately notify UNICEF in writing of  any ambiguities, errors, \nomissions,  discrepancies,  inconsistencies  or  other  faults  in  any  part  of  the  RFPS,  providing  full \ndetails.  Proposers  will  not  benefit  from  such  ambiguities,  errors,  omissions,  discrepancies, \ninconsistencies or other faults.\n\nUNICEF  will  compile  the  questions  received.  UNICEF  may,  at  its  discretion,  at  once  copy  any \nanonymized  question  and  its  reply  to  all  other  invited  Proposers  and/or  post  these  on  the \nUNICEF  website  and/or  respond  to  the  question  at  a  bid  conference.  After  any  such  bid \nconference,  a  Questions  and  Answers  document  may  be  prepared  and  posted  on  the  UNICEF \nwebsite.\n\n1.3 Amendments to RFPS Documents\n\nAt  any time  prior  to  the  Submission  Deadline,  UNICEF  may,  for  any  reason,  whether  at  its  own \ninitiative or in response to a clarification requested by a prospective Proposer, modify the RFPS \ndocuments  by  amendment.  If  the  RFPS  was  available  publicly  online,  amendments  will  also  be \nposted  publicly  online.  Further,  all  prospective  Proposers  that  have  received  the  RFPS \ndocuments  directly  from  UNICEF  will  be  notified  in  writing  of  all  amendments  to  the  RFPS\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 6 of 26\n\n\f_________________________________________________________________________________________\n\ndocuments. In order to afford prospective Proposers reasonable time in which to take the\namendment into account in preparing their Proposals, UNICEF may, at its sole discretion,\nextend the Submission Deadline.\n\n1.4 Submission Deadline\n\nThe deadline for submission of proposals is as follows:\n\n23h 59'(Geneva, Switzerland Time, CET), 12 April 2023\n\nAny proposals received by UNICEF after the Submission Deadline will be rejected.\n\n1.5 Proposal Opening. Due to the nature of this RFPS, there will be no public opening of\nproposals.\n\n2. Language\n\nThe Proposal prepared by the Proposer and all correspondence and documents relating to the\nProposal exchanged by the Proposer and UNICEF, will be written in English. Supporting\ndocuments and printed literature furnished by the Proposer may be in another language\nprovided that they are accompanied by an appropriate translation in English. When interpreting\nthe Proposal, the translated version of these supporting documents and printed literature will\nprevail over the original version of these documents. The sole responsibility for translation,\nincluding the accuracy of the translation, will rest with the Proposer.\n\n3. Validity of proposals; Modification and Clarifications; Withdrawal\n\n3.1 Validity Period\n\nProposers must indicate the validity period of their Proposal. Proposals should be valid for a\nperiod of not less than one hundred and twenty (120) days after the Submission Deadline.\n\nA Proposal valid for a shorter period of time shall not be further considered.\n\nUNICEF may request the Proposer to extend the validity period.\n\nThe Proposal of Proposers who decline to extend the validity of their Proposal shall become\ndisqualified as no longer valid.\n\n3.2 Other Changes\n\nAll changes to a Proposal must be received by UNICEF prior to the Submission Deadline. The\nProposer must clearly indicate that the revised Proposal is a modification and supersedes the\nearlier version of the Proposal or state the changes from the original Proposal.\n\n3.3 Withdrawal of Proposal\n\nA Proposal may be withdrawn by the Proposer on e-mailed, faxed or written request received by\nUNICEF from the Proposer prior to Submission Deadline.\n\nNegligence on the part of the Proposer confers no right for the withdrawal of the Proposal after it\nhas been opened.\n\n3.4 Clarifications Requested by UNICEF\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 7 of 26\n\n\f_________________________________________________________________________________________\n\nDuring the evaluation of Proposals, UNICEF may, in its sole discretion, seek clarifications from\nany Proposer in order for UNICEF to fully understand the Proposer's Proposal and assist in the\nexamination, evaluation and comparison of Proposals.\n\nUNICEF may seek such clarifications through written communications or may request an\ninterview with any Proposer. During this clarification process, no change in the price or\nsubstance of the Proposal will be sought, offered or permitted, except as required in order to\nallow for correction of arithmetical errors discovered by UNICEF.\n\n3.5 References\n\nUNICEF reserves the right to contact any or all references supplied by the Proposer(s) and to\nseek references from other sources as UNICEF deems appropriate.\n\n4. Eligibility; Proposer Information\n\n4.1 Proposer. The term \"Proposer\" refers to those companies that submit a proposal pursuant to\nthis RFPS and \"Proposal\" refers to all the documents provided by the Proposer in its response\nto this RFPS. A Proposer will only be eligible for consideration if\nit complies with the\nrepresentations set out\nincluding the representations on ethical\nin Part V of\nstandards, including conflicts of interest.\n\nthis RFPS,\n\n4.2 Joint Venture, Consortium or Association.\n\n(a) If the Proposer is a group of legal entities that will form or have formed a joint venture,\nconsortium or association at the time of the submission of the Proposal, each such legal entity\nwill confirm in their joint Proposal that:\n\n(i) they have designated one party to act as a lead entity, duly vested with authority to legally\nbind the members of the joint venture jointly and severally, and this will be evidenced by a Joint\nVenture Agreement among the legal entities, which will be submitted along with the Proposal;\nand\n\n(ii) if they are awarded the LTA-S, the designated lead entity will enter into the LTA-S with\nUNICEF, who will be acting for and on behalf of all the member entities comprising the joint\nventure.\n\n(b) After the Proposal has been submitted to UNICEF, the lead entity identified to represent the\njoint venture will not be altered without the prior written consent of UNICEF.\n\n(c) If a joint venture's Proposal\nis the Proposal selected for award, UNICEF will award the\nLTA-S to the joint venture, in the name of its designated lead entity. The lead entity will sign the\nLTA-S for and on behalf of all other member entities.\n\n4.3 Proposals from Government Organizations\n\nThe eligibility of Proposers that are wholly or partly owned by the Government will be subject to\nUNICEF's further evaluation and review of various factors such as being registered as an\nindependent entity, the extent of Government ownership/share, receipt of subsidies, mandate,\naccess to information in relation to these RFPS documents, and others that may lead to undue\nadvantage against other Proposers, and the eventual rejection of the Proposal.\n\n4.4 Proposals from organizations where the sole proprietor is a former or retired UNICEF/UN\nstaff member\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 8 of 26\n\n\f_________________________________________________________________________________________\n\nAny organization, whose sole proprietor is a former or retired staff member of UNICEF (or any\nother United Nations organization), which submits a Proposal must disclose this previous United\nNations employment at the time of submission.\n\nAny such Proposal will be treated as though the Proposal came from an individual for the\npurposes of UNICEF's standard conditions on contracting former and retired members of staff.\n\n5. Preparation of Offer\n\n5.1 Proposers are responsible to inform themselves in preparing their Proposal. In this regard,\nthe Proposers will ensure that they:\n\n- Examine all terms, requirements and formal submission instructions (e.g. regarding form and\ntiming of submission, marking of envelopes, no price information in technical proposal etc.)\nincluded in the RFPS documents (including the Instructions to Proposers section);\n\n- Review the RFPS to ensure that they have a complete copy of all documents.\n\n- Review the standard UNICEF Contractual Provisions and the UNICEF General Terms and\nConditions of Contract (Services) for the supply of services publicly available on the UNICEF\nSupply website: http://www.unicef.org/supply/unicef-standard-contractual-texts\n\n- Review the UNICEF policies publicly available on the UNICEF Supply website:\nhttp://www.unicef.org/supply/index_procurement_policies.\nshould\nfamiliarize themselves with the obligations imposed on suppliers and their personnel and\nsub-contractors under the UNICEF Policy Prohibiting and Combatting Fraud and Corruption and\nthe UNICEF Policy on Conduct Promoting the Protection and Safeguarding of Children;\n\nIn particular, Proposers\n\n- Attend any bid conference if it is mandatory under this RFPS;\n\n- Fully inform and satisfy themselves as to requirements of any relevant authorities and laws that\napply, or may in the future apply, to the supply of the services.\n\nits directors, employees and agents make no\nProposers acknowledge that UNICEF,\nrepresentations or warranties (express or implied) as to the accuracy or completeness of this\nRFPS or any other information provided to the Proposers.\n\n5.2 Failure to meet all requirements and instructions in the RFPS documents or to provide all\nrequested information will be at the Proposer's own risk, and may result in rejection of the\nProposer's Proposal.\n\n5.3 The Proposal must be organized to follow the format of this RFPS.\nEach Proposer must respond to the stated requests or requirements and indicate that the\nProposer understands and confirms acceptance of UNICEF's stated requirements. The\nProposer should identify any substantive assumption made in preparing its offer. The deferral of\na response to a question or issue to any contract negotiation stage is not acceptable. Any item\nnot specifically addressed in the Proposal will be deemed as accepted by the Proposer.\nIncomplete or inadequate responses, lack of response or misrepresentation in responding to\nany questions will affect the evaluation of the Proposal.\n\n5.4 All references to descriptive materials should be included in the appropriate Proposal\nparagraph, though the material/documents themselves may be provided as annexes to the\nProposal. The Proposer must also provide sufficient information in the Proposal to address each\narea of the evaluation criteria as presented in this document to allow a fair assessment of all of\nIt is for UNICEF to determine, in its sole discretion, whether\nthe Proposers and their Proposals.\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 9 of 26\n\n\f_________________________________________________________________________________________\n\ninformation provided is sufficient.\n\n5.5 The completed and signed Request for Proposal for Services Form must be submitted\ntogether with the Proposal. The Request for Proposal for Services Form must be signed by a\nduly authorized representative of the Organization/Company.\n\n5.6 Proposals must be clearly marked with the RFPS number.\n\n5.7 If answer sheets are provided by UNICEF then these must be completed by the Proposer.\n\n5.8 Technical Proposal\n\nThe Technical Proposal should address the criteria and requirements outlined in this RFPS,\npaying particular attention to its Terms of Reference/Statement of Work and its evaluation\ncriteria. It is important to note that UNICEF actively welcomes innovative proposals and original\nsolutions to the stated service need. NO PRICE INFORMATION SHOULD BE CONTAINED IN\nTHE TECHNICAL PROPOSAL.\n\n5.9 Financial Proposal\n\nThe Financial Proposal should be prepared in accordance with the requirements contained in\nthe Terms of Reference/Statement of Work for this RFPS.\n\n5.10 Each Proposer acknowledges that its participation in any stage of the solicitation process\nfor this RFPS is at its own risk and cost. The Proposer is responsible for, and UNICEF is not\nresponsible for, the costs of preparing its Proposal or response to this RFPS, attendance at any\npre-submission conference, site visit, meetings or oral presentations, regardless of the conduct\nor outcome of the solicitation process.\n\n6. Proposal Documents; Confidentiality\n\n6.1 This RFPS, together with all Proposal documents provided by the Proposer to UNICEF, will\nbe considered the property of UNICEF and Proposals will not be returned to the Proposers.\n\n6.2 Information contained in the Proposal documents, which the Proposer considers to be its\nconfidential information, should be clearly marked \"confidential\", next to the relevant part of the\ntext, and UNICEF will treat such information accordingly.\n\n6.3 All information and documents provided to the Proposers by UNICEF (\"RFPS Materials\")\nshall be treated as confidential by the Proposers. If the Proposer declines to respond to this\nRFPS, or, if the Proposal is rejected or unsuccessful, the Proposer will promptly return all such\nRFPS Materials to UNICEF or destroy or delete all such RFPS Materials.\n\nThe Proposer shall not use the RFPS Materials for any purpose other than the purpose of\npreparing a Proposal and shall not disclose the RFPS Materials to any third party, except:\n\n(a) with the prior written consent of UNICEF;\n\n(b) where the third party is assisting the Proposer in preparing the Proposal, provided the\nProposer has previously ensured that party's adherence to this duty of confidentiality;\n\n(c) if the relevant RFPS Materials are at the time of this RFPS lawfully in the possession of the\nProposer through a party other than UNICEF;\n\n(d) if required by law, and provided that the Proposer has previously informed UNICEF in\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 10 of 26\n\n\f_________________________________________________________________________________________\n\nwriting of its obligation to disclose the RFPS Materials; or\n\n(e) if the RFPS Materials are generally and publicly available other than as a result of breach of\nconfidence by the person receiving the RFPS Materials.\n\n7. Multiple proposals and proposals from related organizations\n\n7.1 Proposers shall not submit more than one Proposal as part of this RFPS process.\n\n7.2 If the Proposer is a group of legal entities that will form or have formed a joint venture,\nconsortium or association at the time of the submission of the Proposal then neither the lead\nentity nor the member entities of the joint venture may submit another Proposal, either in its own\ncapacity or as a lead entity or a member entity for another joint venture submitting another\nProposal.\n\n7.3 UNICEF reserves the right to reject separate Proposals submitted by two or more Proposers\nif the Proposers are related organizations and are found to have any of the following:\n\n(a) they have at least one controlling partner, director or shareholder in common; or\n\n(b) any one of them receive or have received any direct or indirect subsidy from the other(s); or\n\n(c) they have a relationship with each other, that gives one or more Proposers access to\nconfidential information about, or influence over, the other Proposal(s); or\n\n(d) they are subcontractors to each other's Proposal, or a subcontractor to one Proposal also\nsubmits another Proposal under its name as lead Proposer; or\n\n(e) an expert proposed to be in the team of one Proposer participates in more than one\n\nProposal received for this solicitation process.\n\nPART III AWARD/ADJUDICATION OF PROPSALS\n\n1. Award\n\n1.1 Proposal Evaluation Process\n\nThe evaluation is carried out by UNICEF in accordance with UNICEF's regulations, rules and\npractices and all determinations are made in UNICEF's sole discretion.\n\nAfter opening the Proposals, UNICEF will carry out the following steps in the following order:\n\nFirst, UNICEF will evaluate the Technical Proposal part for compliance with the technical\nrequirements stated in this RFPS on the basis of the Proposal evaluation approach set out\nbelow.\n\nSecond, UNICEF will undertake a commercial evaluation of the Financial Proposal part of\ntechnically compliant Proposals on the basis of the Proposal evaluation approach set out below.\n\n1.2 Proposal Evaluation Approach\n\nThe evaluation criteria will be a split between technical and commercial (financial proposal)\nscores a 70/30 split.\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 11 of 26\n\n\f_________________________________________________________________________________________\n\nProposals submitted in response to this RFPS should include and will be evaluated against the\nfollowing:\n\na) Technical Evaluation\n\nStep 1: (Technical Proposal Evaluation - per category) Proposers are required to submit their\nTechnical Proposals in accordance with the requirements and scope of services as well as\nevaluation criteria mentioned in the Terms of Reference. Proposals will be evaluated for\ncompliance with the scored requirements set out in the Technical Evaluation Criteria.\n\nPassing criteria: Proposers will be scored based on a point system. Proposers that received 50\npoints or higher will be considered technically compliant and will be considered further for\nFinancial Proposal Evaluation.\n\nb) Financial Proposal (commercial evaluation)-per category.\n\nThe total amount of points allocated for the price component is 30 points. The maximum number\nof points will be allotted to the lowest financial proposal that is opened and compared among\nthose invited firms/institutions which obtain the threshold points in the evaluation of the technical\ncomponent. All other financial proposals will receive points in inverse proportion to the lowest\nprice, e.g.:\n\nScore for financial proposal X = (Max. score for financial proposal (30 Points) * Price of lowest\nfinancial proposal) / Price of proposal X Total obtainable Technical and Price points per\ncategory: 100\n\nThe Proposer(s) achieving the highest combined technical and price score will (subject to any\nnegotiations and the various other rights of UNICEF detailed in this RFPS) be awarded the\nLTA-S(s).\n\n1.3 Multiple Arrangements\n\nUNICEF reserves the right to make multiple arrangements for any service(s) where UNICEF\nconsiders it to be in its best interest to do so.\n\n1.4 Negotiation\nUNICEF reserves the right to negotiate with the Proposer(s) that has/have attained the best\nrating/ranking, i.e., those providing the overall best value Proposal.\n\n1.5 Award Notification\n\nUNICEF will only notify the Proposer(s) that has/have been awarded the contract(s) resulting\nfrom this solicitation process; UNICEF may, but is not required to, notify the other Proposers of\nthe outcome of this solicitation process.\n\n2. General Terms and Conditions Of Contract (Services)\n\n2.1 UNICEF's General Terms and Conditions of Contract (Services) will apply to any contract(s)\nawarded in connection with this RFPS. By signing the Request for Proposal for Services Form,\neach Proposer is deemed to have confirmed its acceptance of the UNICEF General Terms and\nit proposes any amendments or\nConditions (Services). The Proposer understands that\nadditional terms to the UNICEF General Terms and Conditions (Services), these must be clearly\ndetailed in the Proposal and may negatively affect the evaluation of the Proposal.\n\nif\n\n3. Rights of UNICEF\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 12 of 26\n\n\f_________________________________________________________________________________________\n\n3.1 UNICEF reserves the following rights:\n\n(a) to accept any Proposal, in whole or in part; to reject any or all Proposals; or to cancel this\nsolicitation process in its entirety;\n\n(b) to verify any information contained in Proposer's response (and the Proposer will provide\nUNICEF with its reasonable cooperation with such verification);\n\n(c) to invalidate any Proposal received from a Proposer that, in UNICEF's sole opinion has\npreviously failed to perform satisfactorily or complete contracts on time, or UNICEF believes is\nnot in a position to perform the contract;\n\n(d) to invalidate any Proposal that, in UNICEF's sole opinion, fails to meet the requirements and\ninstructions stated in this RFPS;\n\n(e) to suspend negotiations or withdraw an award to a Proposer at any time up until a contract\nhas been signed with such Proposer. UNICEF is not required to provide any justification, but will\ngive notice prior to any such suspension of negotiations or withdrawal of award.\n\n3.2 UNICEF is not liable to any Proposer for any costs, expense or loss incurred or suffered by\nsuch Proposer in connection with this RFPS or solicitation process, including, but not limited to,\nany costs, expense or loss incurred as result of UNICEF exercising any of its rights in paragraph\n3.1 above.\n\nPART IV REQUIREMENTS\n\n1. Price and Payment\n\n1.1 Price\n\nThe fee for the services and deliverables will be treated as inclusive of all costs, expenses,\ncharges or fees that the Proposer may incur in connection with the performance of the work.\nThe Proposer is invited to offer any unconditional discounts. Further, the Proposer may offer\nearly payment discounts, i.e. payment within a specific period of time faster than UNICEF's\nstandard payment terms of 30 days.\n\n1.2 Payment Terms\n\nInvoices may be issued to UNICEF only after the services (or components of the services) have\nbeen provided and the deliverables (or installments of the deliverables) have been delivered (a)\nin accordance with the contract and (b) to UNICEF's satisfaction. The standard terms of\npayment are net 30 days, after receipt of invoice. Payment will be effected by bank transfer in\nthe currency of the contract.\n\nThe Proposer will suggest a payment schedule for the contract that is linked to clear milestones\nand/or deliverables identified in the Terms of Reference/Statement of Work.\n\n1.3 Currency\n\n(a) The currency of the Proposal shall be in US Dollars. UNICEF will reject any proposals\nsubmitted in another currency.\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 13 of 26\n\n\f_________________________________________________________________________________________\n\nthe above paragraph (a) explicitly permits two or more specified currencies for the\n(b) If\nProposals, then for evaluation purposes only, offers submitted in a currency other than US\nDollars will be converted into US Dollars using the United Nations rate of exchange in effect on\nthe submission deadline date.\n\n1.4 Taxes\n\nArticle II, Section 7, of the Convention on the Privileges and Immunities provides, inter alia, that\nthe United Nations, including UNICEF as a subsidiary organ, is exempt from all direct taxes,\nexcept charges for public utility services, and is exempt from customs restrictions, duties, and\ncharges of a similar nature in respect of articles imported or exported for its official use. All\nprices/rates quoted in the Proposal must be net of any direct taxes and any other taxes and\nduties, unless otherwise specified in the RFPS documents.\n\n2. Implementation\n\n2.1 No Reliance\n\nExcept as expressly set out in the RFPS documents, UNICEF will have no obligation to provide\nany assistance to the contractor and UNICEF makes no representations as to the availability of\nany facilities, equipment, materials, systems, or licenses which may be helpful or useful for the\nIf the Proposer requires any facilities, equipment, materials, systems,\nperformance of the work.\nor licenses in order to do the work, this must be explicitly detailed in its Proposal.\n\n2.2 Sub-contractors\nProposers must identify in their Proposal, any products which may be offered by themselves, but\noriginate from another supplier and/or country. Further, Proposers must identify in their proposal\nany planned subcontracting of services. All subcontracting arrangements will be reviewed by\nUNICEF as part of its evaluation of the Proposal.\n\n2.3 Experts\n\nIf so required in the Terms of Reference/Statement of Work each key expert profile requested in\nthe Terms of Reference/Statement of Work must sign an exclusivity and availability statement.\nThe purpose of Exclusivity and Availability Statement is as follows:\n\n(a) The key experts proposed in the Proposal must not be part of any other Proposer's Proposal\nbeing submitted for this RFPS process. They must therefore engage themselves exclusively to\nthe Proposer.\n\n(b) Each key expert must also undertake to be available, able and willing to work for all the\nperiods foreseen for his/her input during the implementation of the contract as indicated in the\nTerms of Reference/Statement of Work and the Proposal.\n\nHaving selected a Proposal partly on the basis of an evaluation of the key experts presented in\nthe Proposal, UNICEF expects the contract to be executed by these specific experts. As the\nexpected date of mobilization is given in the RFPS, UNICEF will only consider substitutions after\nthe deadline for the submission of offers in cases of unexpected delays in the commencement\ndate beyond the control of the Proposer, or exceptionally because of the incapacity of a key\nexpert for health reasons or due to force majeure or other circumstances which may justify a\nreplacement and which would not have any effect on the selection of the Proposal. The desire of\na Proposer to use an expert on another project or a change of mind on the part of an expert\nabout the contract will not be accepted as a reason for substitution of any of the key experts.\n\n2.4 Joint Ventures\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 14 of 26\n\n\f_________________________________________________________________________________________\n\nThe description of\nthe joint venture/consortium/association must clearly\ndefine the expected role of each of the entities in the joint venture in delivering the requirements\nof this RFPS, both in the Proposal and the Joint Venture Agreement. All entities that comprise\nthe joint venture will be subject to the eligibility and qualification assessment by UNICEF.\n\nthe organization of\n\nWhere a joint venture is presenting its track record and experience in a similar undertaking as\nthose required in this RFPS, it should present such information in the following manner:\n\na) Those that were undertaken together by the joint venture; and\n\nb) Those that were undertaken by the individual entities of the joint venture expected to be\ninvolved in the performance of the services defined in this RFPS.\n\nPrevious contracts completed by individual experts working privately but who are permanently or\nwere temporarily associated with any of the member firms cannot be claimed as the experience\nof the joint venture or those of its members but should only be claimed by the individual experts\nthemselves in their presentation of their individual credentials.\n\n3. Liquidated Damages\n\nif\n\ninclude the following clause on\n\n3.1 Liquidated damages\nAny contracts awarded in connection with this RFPS will\nliquidated damages:\n'In addition to, and without prejudice to any of\nthe other rights and remedies of UNICEF\nincluding, but not limited to, those set out in the UNICEF General Terms and Conditions of\nContract (Services),\nthe Contractor fails to provide the Services or the Deliverables in\naccordance with the time schedule set out in the Contract, or if UNICEF determines that the\nServices or Deliverables do not conform to the requirements of the Contract, UNICEF may claim\nliquidated damages from the Contractor and, at UNICEF's option, the Contractor will pay such\nliquidated damages to UNICEF or UNICEF will deduct such liquidated damages from the\nContractor's invoice(s). Such liquidated damages will be calculated as follows: one half of one\nper cent (0.5%) of the Contract Fee for the delayed Services and Deliverables for each day of\ndelay, or in the case of a Fee calculated on a time-based rate, one half of one per cent (0.5%) of\nthe time-based rate for all the Contractor Personnel required to provide the relevant Services or\nDeliverables, until performance of conforming Services or delivery of conforming Deliverables,\nup to a maximum of ten per cent (10%) of the value of the Contract. The payment or deduction\nof such liquidated damages will not relieve the Contractor from any of its other obligations or\nliabilities pursuant to the Contract.'\n\nPART V PROPOSER REPRESENTATIONS\n\n1. Price - Most Favoured Customer\nThe Proposer confirms that the fees, rates and charges and related pricing terms with respect to\nthe services specified in the Proposal are the most favourable pricing terms available to any\ncustomer of the Proposer (or any of the Proposer's affiliates). If at any time during the term of\nany contract resulting from the Proposal, any other customer of the Proposer (or of any of the\nProposer's affiliates) obtains more favourable pricing terms than those provided to UNICEF, the\nProposer will retroactively adjust the fee and related pricing terms under the contract to conform\nto the more favourable terms and the Proposer will promptly pay UNICEF any amounts owing to\nUNICEF as a result of such retroactive fee adjustment.\n\n2. General Representations\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 15 of 26\n\n\f_________________________________________________________________________________________\n\nBy submitting its Proposal in response to this RFPS, the Proposer confirms to UNICEF as at the\nSubmission Deadline:\n\n2.1 The Proposer has;\n\n(a) the full authority and power to submit the Proposal and to enter into any resulting contract,\nand\n\n(b) all rights, licenses, authority and resources necessary, as applicable, to develop, source and\nsupply the services and to perform its other obligations under any resulting contract.\n\nThe Proposer has not and will not enter into any agreement or arrangement that restrains or\nrestricts any person's rights to use, sell, dispose of or otherwise deal with any service,\ndeliverable or outcome that may be acquired under any resulting contract.\n\n2.2 All of the information it has provided to UNICEF concerning the services and the Proposer is\ntrue, correct, accurate and not misleading.\n\n2.3 The Proposer is financially solvent and is able to supply the services to UNICEF in\naccordance with the requirements described in this RFPS.\n\n2.4 The use or supply of\ntradename or trade-mark.\n\nthe services does not and will not\n\ninfringe any patent, design,\n\n2.5 The development and supply of the services has complied, does comply, and will comply\nwith all applicable laws, rules and regulations.\n\n2.6 The Proposer will fulfill its commitments with the fullest regard to the interests of UNICEF\nand will refrain from any action which may adversely affect UNICEF or the United Nations.\n\n2.7 It has the personnel, experience, qualifications, facilities, financial resources and all other\nskills and resources to perform its obligations under any resulting contract.\n\n2.8 The Proposer agrees to be bound by the decisions of UNICEF, including but not limited to,\ndecisions as to whether the Proposer's Proposal meets the requirements and instructions stated\nin this RFPS and the results of the evaluation process.\n\n3. Ethical Standards\n\nUNICEF requires that all Proposers observe the highest standard of ethics during the entire\nsolicitation process, as well as the duration of any contract that may be awarded as a result of\nthis solicitation process. UNICEF also actively promotes the adoption by its suppliers of robust\npolicies for the protection and safeguarding of children and the prevention and prohibition of\nsexual exploitation and sexual abuse.\n\nBy submitting its Proposal\nrepresentations and warranties to UNICEF as at the Submission Deadline:\n\nin response to this RFPS,\n\nthe Proposer makes the following\n\n3.1 In respect of all aspects of the solicitation process the Proposer has disclosed to UNICEF\nany situation that may constitute an actual or potential conflict of interest or could reasonably be\nIn particular, the Proposer has disclosed to UNICEF if it or\nperceived as a conflict of interest.\nany of its affiliates is, or has been in the past, engaged by UNICEF to provide services for the\npreparation of the design, specifications, cost analysis/estimation, and other documents to be\nused for the procurement of the services requested under this RFPS; or if it or any of its affiliates\nhas been involved in the preparation and/or design of the programme/project related to the\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 16 of 26\n\n\f_________________________________________________________________________________________\n\nservices requested under this RFPS.\n\n3.2 The Proposer has not unduly obtained, or attempted to unduly obtain, any confidential\ninformation in connection with the solicitation process and any contract that may be awarded as\na result of this solicitation process.\n\n3.3 No official of UNICEF or of any United Nations System organisation has received from or on\nbehalf of the Proposer or will be offered by or on behalf of the Proposer, any direct or indirect\nbenefit in connection with this RFPS including the award of the contract to the Proposer. Such\ndirect or indirect benefit includes, but is not limited to, any gifts, favours or hospitality.\n\n3.4 The following requirements with regard to former UNICEF officials have been complied with\nand will be complied with:\n\n(a) During the one (1) year period after an official has separated from UNICEF, the Proposer\nmay not make a direct or indirect offer of employment to that former UNICEF official\nif that\nformer UNICEF official was, during the three years prior to separating from UNICEF, involved in\nany aspect of a UNICEF procurement process in which the Proposer has participated.\n\n(b) During the two (2) year period after an official has separated from UNICEF, that former\nofficial may not, directly or indirectly on behalf of the Proposer, communicate with UNICEF, or\npresent to UNICEF, about any matters that were within such former official's responsibilities\nwhile at UNICEF.\n\ninter-governmental organisation.\n\n3.5 Neither the Proposer nor any of its affiliates, or personnel or directors, is subject to any\nsanction or temporary suspension imposed by any United Nations System organisation or other\ninternational\nimmediately disclose to\nUNICEF if it or any of its affiliates, or personnel or directors, becomes subject to any such\nsanction or temporary suspension during the term of the contract. If the Proposer or any of its\nto any such sanction or temporary\naffiliates, or personnel or directors becomes subject\nsuspension during the term of any resulting contract, UNICEF will be entitled to suspend the\ncontract for a period of time up to thirty (30) days or terminate the contract, at its sole choice,\nwith immediate effect upon delivery of a written notice of suspension or termination, as the case\nto the Proposer. If UNICEF choses to suspend the contract it will be entitled to\nmay be,\nterminate the contract at the end of the thirty (30) days' suspension at UNICEF's sole choice.\n\nThe Proposer will\n\n3.6 The Proposer will;\n\n(a) observe the highest standard of ethics;\n\n(b) use its best efforts to protect UNICEF against fraud, in the solicitation process and in the\nperformance of any resulting contract; and\n\n(c) comply with the applicable provisions of UNICEF's Policy Prohibiting and Combatting Fraud\nand\nat\naccessed\nhttp://www.unicef.org/supply/index_procurement_policies.html.\n\nCorruption\n\nUNICEF\n\nwebsite\n\nwhich\n\ncan\n\nthe\n\nbe\n\non\n\nIn particular, the Proposer will not engage, and will ensure that its personnel, agents and\nsub-contractors do not engage, in any corrupt, fraudulent, coercive, collusive or obstructive\nconduct as such terms are defined in UNICEF's Policy Prohibiting and Combatting Fraud and\nCorruption.\n\n3.7 The Proposer will comply with all laws, ordinances, rules and regulations bearing upon its\nparticipation in this solicitation and the UN Supplier Code of Conduct (available at the United\nNations Global Marketplace website - www.ungm.org).\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 17 of 26\n\n\f_________________________________________________________________________________________\n\n3.8 Neither the Proposer nor any of its affiliates, is engaged, directly or indirectly,\n\n(a) in any practice inconsistent with the rights set forth in the Convention on the Rights of the\nChild, including Article 32, or the International Labour Organisation's Convention Concerning the\nProhibition and Immediate Action for the Elimination of the Worst Forms of Child Labour, No.\n182 (1999); or\n\n(b) in the manufacture, sale, distribution, or use of anti-personnel mines or components utilised\nin the manufacture of anti-personnel mines.\n\n3.9 The Proposer has taken and will take all appropriate measures to prevent sexual exploitation\nor abuse of anyone by its personnel including its employees or any persons engaged by the\nProposer to perform any services in the Proposer's participation in this solicitation. For these\npurposes, sexual activity with any person less than eighteen years of age, regardless of any\nlaws relating to consent, will constitute the sexual exploitation and abuse of such person. The\nProposer has taken and will take all appropriate measures to prohibit its personnel including its\nemployees or other persons engaged by the Proposer, from exchanging any money, goods,\nservices, or other things of value, for sexual favours or activities or from engaging in any sexual\nactivities that are exploitive or degrading to any person.\n\nit has read UNICEF's Policy on Conduct Promoting the\n3.10 The Proposer confirms that\nits Personnel\nProtection and Safeguarding of Children.\nunderstand the notification requirements expected of\nthem and will establish and maintain\nappropriate measures to promote compliance with such requirements. The Proposer will further\ncooperate with UNICEF's implementation of this Policy.\n\nThe Proposer will ensure that\n\n3.11 The Proposer will inform UNICEF as soon as it becomes aware of any incident or report\nthat is inconsistent with the undertakings and confirmations provided in this Article 3.\n\n3.12 Each of the provisions in this Article 3 of Part V constitutes an essential condition of\nparticipation in this solicitation process. In the event of a breach of any of these provisions,\nUNICEF is entitled to disqualify the Proposer from this solicitation process and/or any other\nsolicitation process, and to terminate any contract that may have been awarded as a result of\nthis solicitation process,\nimmediately upon notice to the Proposer, without any liability for\ntermination charges or any liability of any kind. In addition, the Proposer may be precluded from\ndoing business with UNICEF and any other entity of the United Nations System in the future.\n\n4. Audit\n\n4.1 From time to time, UNICEF may conduct audits or investigations relating to any aspect of a\ncontract awarded in relation to this RFPS, including but not limited to the award of the contract\nand the Proposer's compliance with the provisions of Article 3 above. The Proposer will provide\nits full and timely cooperation with any such audits or investigations, including (but not limited to)\nmaking its personnel and any relevant data and documentation available for the purposes of\nsuch audits or investigations, at reasonable times and on reasonable conditions, and granting\nUNICEF and those undertaking such audits or investigations access to the Proposer’s premises\nat reasonable times and on reasonable conditions in connection with making its personnel and\nany relevant data and documentation available. The Proposer will require its sub-contractors\nand its agents to provide reasonable cooperation with any audits or investigations carried out by\nUNICEF.\n\n_________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 18 of 26\n\n\f_____________________________________________________________\n\nINSTRUCTION TO PROPOSERS\n\n1. MARKING AND RETURNING PROPOSALS\n\n1.1 Proposals shall be submitted in the manner specified earlier\nin this solicitation document. Detailed submission guidance at\nparagraphs 1.7, 1.8 and/or 1.9 should then be followed\naccordingly.\n\n1.2 The Bid Form/Request for Proposal for Services Form must\nbe signed, and submitted together with the Proposal. The Bid\nForm/Request for Proposal for Services Form should be signed\nby the duly authorized representative of\nthe submitting\ncompany.\n\n1.3 Proposals must be clearly marked with the RFP(S) number\nand the name of the company submitting the Proposal.\n\n1.4 Proposers should note that Proposals received in the\nfollowing manner will be invalidated:\n\na) with incorrect (as applicable) postal address, email address\nor fax number;\nb) received after the stipulated closing time and date;\nc) failure to quote in the currency(ies) stated in the RFP(S);\nd) in a different form than prescribed in the RFP(S).\n\nparticular\n\n1.5\nTechnical Proposal: The Technical Proposal should\naddress the criteria and requirements outlined in this RFP(S),\nof\npaying\nReference/Statement of Work and its evaluation criteria. It is\nimportant to note that UNICEF actively welcomes innovative\nproposals and original solutions to the stated service/goods\nneed.\n\nschedules/Terms\n\nattention\n\nits\n\nto\n\nNO PRICE INFORMATION SHOULD BE CONTAINED IN\nTHE TECHNICAL PROPOSAL.\n\n1.6 Price Proposal: The Price Proposal should be prepared in\nthe\naccordance with\nin\nthis\nschedules/Terms of Reference/Statement of Work for\nRFP(S).\n\nrequirements\n\ncontained\n\nthe\n\n1.7 Sealed Proposals (as applicable)\n\n1.7.1 See paragraph 1.1 above concerning applicability of this\nparagraph.\n\n1.7.2 The Proposal must be sent for the attention of unit/team\nand address as specified in this RFP/RFPS. Proposals not sent\nin this manner will be disqualified.\n\n1.7.3 They must be clearly marked as follows:\n\n* Outer sealed envelope:\nName of company\n[RFP(S) NO.]\n[NAME OF UNIT & UNICEF OFFICE ADDRESS]\n\n* Inner sealed envelope - Technical Proposal (1 original and 2\ncopies): Name of company, RFP(S) number\ntechnical\nproposal\n\n-\n\n* Inner sealed envelope - Price Proposal (1 original and 2\ncopies): Name of company, RFP(S) number - price proposal\n\nNo price information should be provided in the Technical\nProposal.\n\nProposals received in any other manner will be invalidated.\n\n1.7.4 In case of any discrepancy between an original and a\ncopy, the original will prevail.\n\n1.7.5 Any delays encountered in the mail delivery will be at the\nrisk of the Proposer.\n\n1.8 Faxed Proposals (as applicable)\n\n1.8.1 See paragraph 1.1 above concerning applicability of this\nparagraph.\n\n1.8.2 Faxed Proposals must be returned to the ONLY\nACCEPTABLE FAX NUMBER for Proposals as specified in\nthis RFP(S) Document. Proposers should note that Proposals\nreceived at any other fax number will be invalidated.\n\nNo price information should be provided in the Technical\nProposal.\n\n1.9 E-mailed Proposals (as applicable)\n\n1.9.1 See paragraph 1.1 above concerning applicability of this\nparagraph.\n\n1.9.2 All e-mailed Proposals must be submitted to the ONLY\nACCEPTABLE E-MAIL ADDRESS as specified in this\nsolicitation document. No other recipient should be \"Cc\" or\n\"Bcc\" in the e-mail submission. Proposals not sent in this\nmanner will be disqualified.\n\n1.9.3 All Proposals submitted by e-mail must be submitted as\nemail attachments. The Technical Proposal and Price Proposal\nmust be sent as separate attachments and clearly indicated as\nsuch in the file name (e.g. Company ABC Technical Proposal,\nCompany ABC Price Proposal). Email links (e.g. to documents\nto be downloaded from cloud based folders) are not acceptable\nunless otherwise specifically requested. Proposals submitted as\na link or through a link will be invalidated.\n\n2. OPENING OF PROPOSALS\n\n2.1 Proposals received prior to the stated closing time and date\nwill be kept unopened. UNICEF will open Proposals when the\nspecified time has arrived and no Proposal received thereafter\nwill be considered.\n\n2.2 UNICEF will accept no responsibility for the premature\nopening of a Proposal which is not properly addressed or\nidentified.\n\n2.3 In cases when a Public Opening is held,\nthe invited\nproposers, or their authorized representative, may attend the\npublic Proposal opening at the time, date and location specified\nin the RFP(S) documents.\n\n3. UNGM REGISTRATION\n\n3.1 UNICEF is part of\nthe United Nations Global\nare\nMarketplace(UNGM). Accordingly,\nencouraged to become a UNICEF vendor by creating a vendor\nprofile in the UNGM website: www.ungm.org\n\nproposers\n\nall\n\n4. AWARD NOTIFICATION\n\n________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 19 of 26\n\n\f_____________________________________________________________\n\n4.1 UNICEF reserves the right to make a public notification of\nthe outcome on an RFP(S) advising product/service, awarded\nsupplier and total value of award.\n\n________________________________________________________________________________________\nREQUEST FOR PROPOSAL FOR SERVICES\n\nRFPS-2023-503562\n\nPage 20 of 26\n\n\f_____________________________________________________________\n\nANNEX A\nGENERAL TERMS AND CONDITIONS\n\nGENERAL TERMS AND CONDITIONS OF CONTRACT (Services)\n\nand Corruption, the UNICEF's Policy on Conduct Promoting the Protection and Safeguarding of Children, the\n\nDefinitions and UNICEF Supply Website\n\n1.1 In these General Terms and Conditions (Services), the following terms have the following meaning:\n\nUN Supplier Code of Conduct and UNICEF's Information Disclosure Policy referred to in the Contract, as well\n\nas other policies applicable to the Contractor, are publicly available on the UNICEF Supply Website. The\n\nContractor represents that it has reviewed all such policies as of the effective date of the Contract.\n\n2. Provision of Services and Deliverables; Contractor's Personnel; Sub-Contractors\n\n\"Affiliates\" means, with respect to the Contractor, any of its corporate affiliates or associates, including parent\n\nentities, subsidiaries, and other entities in which it owns a substantial interest.\n\nProvision of Services and Deliverables\n\n\"Confidential Information\" means information or data that is designated as confidential at the time of exchange\n\n2.1\n\nThe Contractor will provide the Services and deliver the Deliverables in accordance with the scope of\n\nbetween the Parties or promptly identified as confidential in writing when furnished in intangible form or\n\nwork set out\n\nin the Contract,\n\nincluding, but not\n\nlimited to,\n\nthe time for delivery of the Services and\n\ndisclosed orally, and includes information, the confidential or proprietary nature of which, is or should be\n\nDeliverables, and to UNICEF's satisfaction. Except as expressly provided in the Contract, the Contractor will\n\nreasonably apparent from the inherent nature, quality or characteristics of such information.\n\nbe responsible at its sole cost for providing all the necessary personnel, equipment, material and supplies and\n\nfor making all arrangements necessary for the performance and completion of the Services and delivery of the\n\n\"Contract\" means the services contract that incorporates these General Terms and Conditions of Contract\n\nDeliverables under the Contract.\n\n(Services). It includes contracts for services issued by UNICEF, whether or not they are issued under a\n\nlong-term arrangement or similar contract.\n\n\"Contractor\" means the contractor named in the Contract.\n\n2.2 The Contractor acknowledges that, other than as expressly set out in the Contract, UNICEF will have no\n\nobligation to provide any assistance to the Contractor and UNICEF makes no representations as to the\n\navailability of any facilities, equipment, materials, systems or licenses which may be helpful or useful for the\n\nfulfillment by the Contractor of its obligations under the Contract. If UNICEF provides access to and use of\n\n\"Deliverables\" means the work product and other output of the Services required to be delivered by Contractor\n\nUNICEF premises, facilities or systems (whether on site or remotely) to the Contractor for the purposes of the\n\nas part of the Services, as specified in the relevant section of the Contract.\n\nContract, the Contractor will ensure that its Personnel or sub-contractors will, at all times (a) use such access\n\n\"Disabling Code\" means any virus, back door, timer or other limiting routine, instruction or design, or other\n\nsecurity and other regulations and instructions for such access and use, including, but not limited to, UNICEF's\n\nmalicious,\n\nillicit or similar unrequested code that may have the consequence (whether by design or\n\ninformation security policies. The Contractor will ensure that only those of its Personnel that have been\n\nunintentionally) of disrupting, disabling, harming, circumventing security controls or otherwise impeding in\n\nauthorized by the Contractor, and approved by UNICEF, have access to UNICEF's premises, facilities or\n\nexclusively for the specific purpose for which the access has been granted and (b) comply with UNICEF's\n\nany manner the normal operation or performance of (i) any software or service or (ii) any UNICEF information\n\nsystems.\n\nsystem or network.\n\n\"End User\" means, in the event that the Services or Deliverables involve the use of any information systems,\n\nscope of work of the Services or time for provision of the Services or delivery of the Deliverables. If UNICEF\n\nany and all UNICEF employees, consultants and other personnel and any other external users collaborating with\n\nrequests any material change to the scope of work or time for delivery, UNICEF and the Contractor will\n\nUNICEF, in each case, authorized by UNICEF to access and use the Services and/or Deliverables.\n\nnegotiate any necessary changes to the Contract, including as to the Fee and the time schedule under the\n\n2.3\n\nThe Contractor will use its best efforts to accommodate reasonable requests for changes (if any) to the\n\n\"Fee\" is defined in Article 3.1.\n\nContract. Any such agreed changes will become effective only when they are set out in a written amendment to\n\nthe Contract signed by both UNICEF and the Contractor. Should the Parties fail to agree on any such changes\n\nwithin thirty (30) days, UNICEF will have the option to terminate the Contract without penalty notwithstanding\n\n\"Host Government\" means a Government with which UNICEF has a programme of development cooperation,\n\nany other provision of the Contract.\n\nand includes a Government of a country in which UNICEF provides humanitarian assistance.\n\nContractor's \"Key Personnel\" are: (i) Personnel identified in the proposal as key individuals (as a minimum,\n\nauthorized by UNICEF to give instructions to the Contractor) in connection with the provision of the Services\n\n2.4\n\nThe Contractor will neither seek nor accept instructions from any entity other than UNICEF (or entities\n\npartners, managers, senior auditors) to be assigned for participation in the performance of the Contract; (ii)\n\nor development and delivery of the Deliverables.\n\nPersonnel whose resumes were submitted with the proposal; and (iii) individuals who are designated as key\n\npersonnel by agreement of the Contractor and UNICEF during negotiations.\n\n2.5\n\nTitle to any equipment and supplies which may be provided to the Contractor by UNICEF, will remain\n\nwith UNICEF. Such equipment and supplies will be returned to UNICEF at the conclusion of the Contract or\n\n\"Parties\" means the Contractor and UNICEF together and a \"Party\" means each of the Contractor and UNICEF.\n\nwhen no longer needed by the Contractor in the same condition as when they were provided to the Contractor,\n\nsubject to normal wear and tear. The Contractor will pay UNICEF the value of any loss of, damage to, or\n\nContractor's \"Personnel\" means the Contractor's officials, employees, agents, individual sub-contractors and\n\ndegradation of, the equipment and supplies beyond normal wear and tear.\n\nother representatives.\n\nNon-conforming Services and Consequences of Delay\n\n\"Security Incident\" means, with respect to any information system, service or network used in the delivery of\n\nthe Services or Deliverables, one or more events that (a) indicates that the security of such information system,\n\n2.6\n\nIf the Contractor determines it will be unable to provide the Services or deliver the Deliverables by the\n\nservice, or network may have been breached or compromised and (b) that such breach or compromise could\n\ndate stipulated in the Contract, the Contractor will (i) immediately consult with UNICEF to determine the most\n\nvery likely compromise the security of UNICEF's Confidential Information or weaken or impair UNICEF's\n\nexpeditious means for delivery of the Services and/or Deliverables; and (ii) take necessary action to expedite\n\noperations. Security Incident includes any actual, threatened or reasonably suspected unauthorized access to,\n\ndelivery of the Services and/or Deliverables, at the Contractor's cost (unless the delay is due to force majeure as\n\ndisclosure of, use of or acquisition of UNICEF Data that compromises the security, confidentiality, or integrity\n\ndefined in Article 6.8 below), if reasonably so requested by UNICEF.\n\nof the UNICEF Data, or the ability of UNICEF or End Users to access the UNICEF Data.\n\n\"Services\" means the services specified in the relevant section of the Contract.\n\nand may at any time evaluate the quality of the Services provided and the Deliverables to determine whether or\n\n\"UNICEF Data\" means any and all information or data in digital form or processed or held in digital form that\n\nwith such performance monitoring and evaluation, at no additional cost or expense to UNICEF, and will\n\n(a) are provided to the Contractor by, or on behalf of, UNICEF and/or End Users under the Contract or through\n\nprovide relevant information as reasonably requested by UNICEF, including, but not limited to, the date of\n\nUNICEF's and/or End Users' use of the Services or in connection with the Services, or (b) are collected by the\n\nreceipt of the Contract, detailed status updates, costs to be charged and payments made by UNICEF or pending.\n\nContractor in the performance of the Contract.\n\nNeither the evaluation of the Services and Deliverables, nor failure to undertake any such evaluation, will\n\nnot the Services and Deliverables conform to the Contract. The Contractor agrees to provide its full cooperation\n\n2.7 The Contractor acknowledges that UNICEF may monitor the Contractor's performance under the Contract\n\n\"UNICEF\n\nSupply Website\"\n\nmeans\n\nUNICEF's\n\npublic\n\naccess\n\nwebpage\n\navailable\n\nat\n\nhttp://www.unicef.org/supply/index_procurement_policies.html, as may be updated from time to time.\n\n2.8\n\nIf the Services or Deliverables provided by the Contractor do not conform to the requirements of the\n\nContract or are delivered late or incomplete, without prejudice to any of its other rights and remedies, UNICEF\n\n1.2\n\nThese General Terms and Conditions of Contract, UNICEF's Policy Prohibiting and Combatting Fraud\n\ncan, at its option:\n\nrelieve the Contractor of any of its warranty or other obligations under the Contract.\n\nPage 21 of 26\n\n\f_____________________________________________________________\n\nANNEX A\nGENERAL TERMS AND CONDITIONS\n\n(a)\n\nby written notice, require the Contractor, at the Contractor's expense, to remedy its performance, including\n\nrequirements expected of them and will establish and maintain appropriate measures to promote compliance\n\nany deficiencies in the Deliverables, to UNICEF's satisfaction within thirty (30) days after receipt of UNICEF's\n\nwith such requirements. The Contractor will further cooperate with UNICEF's implementation of this policy.\n\nSafeguarding of Children. The Contractor will ensure that\n\nits Personnel understand the notification\n\nnotice (or within such shorter period as UNICEF may determine, in its sole discretion, is necessary as specified\n\nin the notice);\n\n2.13 The Contractor will supervise its Personnel and sub-contractors and will be fully responsible and liable\n\nfor all Services performed by its Personnel and sub-contractors and for their compliance with the terms and\n\n(b)\n\nrequire the Contractor to refund all payments (if any) made by UNICEF in respect of such\n\nconditions of the Contract.\n\nnon-conforming or incomplete performance;\n\n(c)\n\nprocure all or part of the Services and/or Deliverables from other sources, and require the Contractor to\n\nregulations relating to the employment of national and international staff in connection with the Services,\n\npay UNICEF for any additional cost beyond the balance of the Fee for such Services and Deliverables;\n\nincluding, but not limited to, laws, rules and regulations associated with the payment of the employer's portions\n\n(d)\n\ngive written notice to terminate the Contract for breach, in accordance with Article 6.1 below, if the\n\nor other similar payments. Without limiting the provisions of this Article 2 or Article 4 below, the Contractor\n\nContractor fails to remedy the breach within the cure period specified in Article 6.1 or if the breach is not\n\nwill be fully responsible and liable for, and UNICEF will not be liable for (a) all payments due to its Personnel\n\nof income tax, insurance, social security, health insurance, worker's compensation, retirement funds, severance\n\n2.14 The Contractor will comply with all applicable international standards and national labor laws, rules and\n\ncapable of remedy;\n\nand sub-contractors for their services in relation to the performance of the Contract; (b) any action, omission,\n\nnegligence or misconduct of the Contractor, its Personnel and sub-contractors; (c) any insurance coverage\n\n(e)\n\nrequire the Contractor to pay liquidated damages as set out in the Contract.\n\nwhich may be necessary or desirable for the purpose of the Contract; (d) the safety and security of the\n\nContractor's Personnel and sub-contractors' personnel; or (e) any costs, expenses, or claims associated with any\n\n2.9\n\nFurther to Article 11.5 below, the Contractor expressly acknowledges that if UNICEF takes delivery of\n\nillness,\n\ninjury, death or disability of the Contractor's Personnel and sub-contractors' personnel,\n\nit being\n\nServices or Deliverables that have been delivered late or otherwise not in full compliance with the requirements\n\nunderstood that UNICEF will have no liability or responsibilitywith regard to any of the events referred to in\n\nof the Contract, this does not constitute a waiver of UNICEF's rights in respect of such late or non-compliant\n\nthis Article 2.14.\n\nperformance.\n\nContractor's Personnel and Sub-Contractors\n\n3. Fee; Invoicing; Tax Exemption; Payment Terms\n\n2.10 The following provisions apply with regard to the Contractor's Personnel:\n\n\"Fee\"), it being understood that such amount is specified in United States dollars unless otherwise expressly\n\n(a) The provisions of Article 7 (Ethical Standards) will apply to the Contractor's Personnel as expressly stated\n\ninclusive of all costs, expenses, charges or fees that\n\nthe Contractor may incur in connection with the\n\nprovided for in the fee section of the Contract. Unless expressly stated otherwise in the Contract, the Fee is\n\n3.1\n\nThe fee for the Services is the amount in the currency specified in the fee section of the Contract (the\n\nin Article 7.\n\nperformance of its obligations under the Contract; provided that, without prejudice to or limiting the provisions\n\nof Article 3.3 below, all duties and other taxes imposed by any authority or entity must be separately identified.\n\n(b)\n\nThe Contractor will be responsible for the professional and technical competence of the Personnel it\n\nIt is understood and agreed that the Contractor will not request any change to the Fee after the Services or\n\nassigns to perform work under the Contract and will select professionally qualified, reliable and competent\n\nDeliverables have been provided and that the Fee cannot be changed except by written agreement between the\n\nindividuals who will be able to effectively perform the obligations under the Contract and who, while doing so,\n\nParties before the relevant Service or Deliverable is provided. UNICEF will not agree to changes to the Fee for\n\nwill respect the local laws and customs and conform to a high standard of moral and ethical conduct.\n\nmodifications or interpretations of the scope of work if those modifications or interpretations of the scope of\n\n(c) The qualifications of any Personnel whom the Contractor may assign or may propose to assign to perform\n\nmaterials provided by the Contractor that are outside the scope of work or were not authorized in advance by\n\nwork have already been initiated by the Contractor. UNICEF will not be liable to pay for any work conducted or\n\nany obligations under the Contract will be substantially the same as, or better than, the qualifications of any\n\nUNICEF.\n\npersonnel originally proposed by the Contractor.\n\n(d)\n\nAt any time during the term of the Contract, UNICEF can make a written request that the Contractor\n\ncomponents of the Services) and delivered the Deliverables (or installments of the Deliverables) in accordance\n\nreplace one or more of the assigned Personnel. UNICEF will not be required to give an explanation or\n\nwith the Contract and to UNICEF's satisfaction. The Contractor will issue (a) one (1) invoice in respect of the\n\njustification for this request. Within seven (7) working days of receiving UNICEF's request for replacement the\n\npayment being sought, in the currency specified in the Contract and in English, indicating the Contract\n\nContractor must replace the Personnel in question with Personnel acceptable to UNICEF. This provision also\n\nidentification number listed on the front page of the Contract; and (b) provide a clear and specific description of\n\nextends to Personnel of the Contractor who have \"account manager\" or \"relationship manager\" type functions.\n\nthe Services provided and Deliverables delivered, as well as supporting documentation for reimbursable\n\n3.2\n\nThe Contractor will issue invoices to UNICEF only after the Contractor has provided the Services (or\n\nexpenses if any, in sufficient detail to permit UNICEF to verify the amounts stated in the invoice.\n\n(e)\n\nIf one or more of Contractor's Key Personnel become unavailable, for any reason, for work under the\n\nContract, the Contractor will (i) notify the UNICEF contracting authority at least fourteen (14) days in advance;\n\n3.3\n\nThe Contractor authorizes UNICEF to deduct from the Contractor's invoices any amount representing\n\nand (ii) obtain the UNICEF contracting authority's approval prior to making any substitution of Key Personnel.\n\ndirect taxes (except charges for utilities services) and customs restrictions, duties and charges of a similar\n\nIn notifying the UNICEF contracting authority, the Contractor will provide an explanation of the circumstances\n\nnature in respect of articles imported or exported for UNICEF's official use in accordance with the exemption\n\nnecessitating the proposed replacement(s) and submit justification and qualification of replacement Personnel\n\nfrom tax in Article II, Section 7 of the Convention of the Privileges and Immunities of the United Nations,\n\nin sufficient detail to permit evaluation of the impact on the engagement.\n\n1946. In the event any governmental authority refuses to recognize this exemption from taxes, restrictions,\n\n(f)\n\nThe approval of UNICEF of any Personnel assigned by the Contractor (including any replacement\n\nprocedure. The Contractor will provide full cooperation to UNICEF with regard to securing UNICEF's\n\nPersonnel) will not relieve the Contractor of any of its obligations under the Contract. The Contractor's\n\nexemption from, or refund of amounts paid as, value-added taxes or taxes of a similar nature.\n\nduties or charges, the Contractor will immediately consult with UNICEF to determine a mutually acceptable\n\nPersonnel, including individual sub-contractors, will not be considered in any respect as being the employees or\n\nagents of UNICEF.\n\n3.4 UNICEF will notify the Contractor of any dispute or discrepancy in the content or form of any invoice.\n\nWith respect to disputes regarding only a portion of such invoice, UNICEF will pay the Contractor the amount\n\n(g) All expenses of the withdrawal or replacement of the Contractor's Personnel will, in all cases, be borne\n\nof the undisputed portion in accordance with Article 3.5 below. UNICEF and the Contractor will consult in\n\nexclusively by the Contractor.\n\ngood faith to promptly resolve any dispute with respect to any invoice. Upon resolution of such dispute, any\n\namounts that have not been charged in accordance with the Contract will be deducted from the invoice(s) in\n\n2.11\n\nThe Contractor will obtain the prior written approval and clearance of UNICEF for all institutional\n\nwhich they appear and UNICEF will pay any agreed remaining items in the invoice(s) in accordance with\n\nsub-contractors it proposes to use in connection with the Contract. The approval of UNICEF of a sub-contractor\n\nArticle 3.5 within thirty (30) days after the final resolution of such dispute.\n\nwill not relieve the Contractor of any of its obligations under the Contract. The terms of any sub-contract will\n\nbe subject to, and will be construed in a manner that is fully in accordance with, all of the terms and conditions\n\n3.5 UNICEF will pay the uncontested amount of the Contractor's invoice within thirty (30) days of receiving\n\nof the Contract.\n\nboth the invoice and the required supporting documents, as referred to in Article 3.2 above. The amount paid\n\nwill reflect any discount(s) shown under the payment terms of the Contract. The Contractor will not be entitled\n\n2.12\n\nThe Contractor confirms that it has read UNICEF's Policy on Conduct Promoting the Protection and\n\nto interest on any late payment or any sums payable under the Contract nor any accrued interest on payments\n\nPage 22 of 26\n\n\f_____________________________________________________________\n\nANNEX A\nGENERAL TERMS AND CONDITIONS\n\nwithheld by UNICEF in connection with a dispute. Payment will not relieve the Contractor of its obligations\n\nofficials, employees, consultants and agents, each entity that makes a direct financial contribution to UNICEF\n\nunder the Contract and will not be deemed to be acceptance by UNICEF of, or waiver of any of UNICEF's\n\nto procure the Services and Deliverables and each Government or other entity that receives the direct benefit of\n\nrights with regard to, the Contractor's performance.\n\nthe Services and Deliverables, from and against all suits, claims, demands, losses and liability of any nature or\n\nkind, including their costs and expenses, by any third party and arising out of the acts or omissions of the\n\n3.6\n\nEach invoice will confirm the Contractor's bank account details provided to UNICEF as part of the\n\nContractor or its Personnel or sub-contractors in the performance of the Contract. This provision will extend to\n\nContractor's registration process with UNICEF. All payments due to the Contractor under the Contract will be\n\nbut not be limited to (a) claims and liability in the nature of workers' compensation, (b) product liability, and (c)\n\nmade by electronic funds transfer to that bank account. It is the Contractor's responsibility to ensure that the\n\nany actions or claims pertaining to the alleged infringement of a copyright or other intellectual property rights\n\nbank details supplied by it to UNICEF are up-to-date and accurate and notify UNICEF in writing by an\n\nor licenses, patent, design, trade-name or trade-mark arising in connection with the Deliverables or other\n\nauthorized representative of the Contractor of any changes in bank details together with supporting\n\nliability arising out of the use of patented inventions or devices, copyrighted material or other intellectual\n\ndocumentation satisfactory to UNICEF.\n\nproperty provided or licensed to UNICEF under the terms of the Contract or used by the Contractor, its\n\n3.7\n\nThe Contractor acknowledges and agrees that UNICEF may withhold payment in respect of any invoice\n\nif, in UNICEF's opinion, the Contractor has not performed in accordance with the terms and conditions of the\n\n4.5 UNICEF will report any such suits, proceedings, claims, demands, losses or liability to the Contractor\n\nContract, or if the Contractor has not provided sufficient documentation in support of the invoice.\n\nwithin a reasonable period of time after having received actual notice. The Contractor will have sole control of\n\n3.8 UNICEF will have the right to set off, against any amount or amounts due and payable by UNICEF to the\n\nthe assertion or defence of the privileges and immunities of UNICEF or any matter relating to UNICEF's\n\nContractor under the Contract, any payment, indebtedness or other claim (including, without limitation, any\n\nprivileges and immunities (including matters relating to UNICEF's relations with Host Governments), which as\n\noverpayment made by UNICEF to the Contractor) owing by the Contractor to UNICEF under the Contract or\n\nbetween the Contractor and UNICEF only UNICEF itself (or relevant Governmental entities) will assert and\n\nunder any other contract or agreement between the Parties. UNICEF will not be required to give the Contractor\n\nmaintain. UNICEF will have the right, at its own expense, to be represented in any such suit, proceeding, claim\n\nprior notice before exercising this right of set-off (such notice being waived by the Contractor). UNICEF will\n\nor demand by independent counsel of its own choosing.\n\nthe defence, settlement and compromise of any such suit, proceeding, claim or demand, except with respect to\n\nPersonnel or sub-contractors in the performance of the Contract.\n\npromptly notify the Contractor after it has exercised such right of set-off, explaining the reasons for such\n\nset-off, provided, however, that the failure to give such notification will not affect the validity of such set-off.\n\nInsurance\n\n3.9 Each of the invoices paid by UNICEF may be subject to a post-payment audit by UNICEF's external and\n\n4.6 The Contractor will comply with the following insurance requirements:\n\ninternal auditors or by other authorised agents of UNICEF, at any time during the term of the Contract and for\n\nthree (3) years after the Contract terminates. UNICEF will be entitled to a refund from the Contractor of\n\n(a)\n\nThe Contractor will have and maintain in effect with reputable insurers and in sufficient amounts,\n\namounts such audit or audits determine were not in accordance with the Contract regardless of the reasons for\n\ninsurance against all of the Contractor's risks under the Contract (including, but not limited to, the risk of\n\nsuch payments (including but not limited to the actions or inactions of UNICEF staff and other personnel).\n\nclaims arising out of or related to the Contractor's performance of the Contract), including the following:\n\n4. Representations and Warranties; Indemnification; Insurance\n\n(i)\n\nInsurance against all risks in respect of its property and any equipment used for the performance of the\n\nRepresentations and Warranties\n\nContract;\n\n4.1\n\nThe Contractor represents and warrants that as of the effective date and throughout the term of the\n\nContract in an adequate amount to cover all claims arising from or in connection with the Contractor's\n\n(ii)\n\nGeneral liability insurance against all risks in respect of the Contract and claims arising out of the\n\nContract: (a) the Contractor has the full authority and power to enter into the Contract and to perform its\n\nperformance under the Contract;\n\nobligations under the Contract and the Contract is a legal, valid and binding obligation, enforceable against it in\n\naccordance with its terms; (b) all of the information it has previously provided to UNICEF, or that it provides to\n\n(iii) All appropriate workers' compensation and employer's liability insurance, or its equivalent, with respect\n\nUNICEF during the term of the Contract, concerning the Contractor and the provision of the Services and the\n\nto its Personnel and sub-contractors to cover claims for death, bodily injury or damage to property arising from\n\ndelivering of the Deliverables is true, correct, accurate and not misleading; (c) it is financially solvent and is\n\nthe performance of the Contract; and\n\nable to provide the Services to UNICEF in accordance with the terms and conditions of the Contract; (d) it has,\n\nand will maintain throughout the term of the Contract, all rights, licenses, authority and resources necessary, as\n\n(iv) Such other insurance as may be agreed upon in writing between UNICEF and the Contractor.\n\napplicable, to provide the Services and deliver the Deliverables to UNICEF's satisfaction and to perform its\n\nobligations under the Contract; (e) the work product is and will be original to the Contractor and does not and\n\n(b) The Contractor will maintain the insurance coverage referred to in Article 4.6(a) above during the term of\n\nwill not infringe any copyright, trademark, patent or other proprietary right of any third party; and (f) except as\n\nthe Contract and for a period after the Contract terminates extending to the end of any applicable limitations\n\notherwise expressly stated in the Contract, it has not and will not enter into any agreement or arrangement that\n\nperiod with regard to claims against which the insurance is obtained.\n\nrestrains or restricts any person's rights to use, sell, dispose of or otherwise deal with any Deliverable or other\n\nwork resulting from the Services. The Contractor will fulfill its commitments with the fullest regard to the\n\n(c) The Contractor will be responsible to fund all amounts within any policy deductible or retention.\n\ninterests of UNICEF and will refrain from any action which may adversely affect UNICEF or the United\n\nNations.\n\n(d)\n\nExcept with regard to the insurance referred to in paragraph (a)(iii) above, the insurance policies for the\n\nContractor's insurance required under this Article 4.6 will (i) name UNICEF as an additional insured; (ii)\n\n4.2\n\nThe Contractor further represents and warrants, as of the effective date and throughout the term of the\n\ninclude a waiver by the insurer of any subrogation rights against UNICEF; and (iii) provide that UNICEF will\n\nContract, that it and its Personnel and sub-contractors will perform the Contract and provide the Services and\n\nreceive thirty (30) days' written notice from the insurer prior to any cancellation or change of coverage.\n\nDeliverables (a) in a professional and workmanlike manner; (b) with reasonable care and skill and in\n\naccordance with the highest professional standards accorded to professionals providing the same or\n\n(e)\n\nThe Contractor will, upon request, provide UNICEF with satisfactory evidence of the insurance required\n\nsubstantially similar services in a same industry; (c) with priority equal to that given to the same or similar\n\nunder this Article 4.6.\n\nservices for the Contractor's other clients; and (d) in accordance with all laws, ordinances, rules, and regulations\n\nbearing upon the performance of its obligations under the Contract and the provision of the Services and\n\n(f) Compliance with the insurance requirements of the Contract will not limit the Contractor's liability either\n\nDeliverables.\n\nunder the Contract or otherwise.\n\n4.3 The representations and warranties made by the Contractor in Articles 4.1 and 4.2 above are made to and\n\nLiability\n\nare for the benefit of (a) each entity (if any) that makes a direct financial contribution to UNICEF to procure the\n\nServices and Deliverables; and (b) each Government or other entity (if any) that receives the direct benefit of\n\n4.7\n\nThe Contractor will pay UNICEF promptly for all loss, destruction or damage to UNICEF's property\n\nthe Services and Deliverables.\n\nIndemnification\n\ncaused by the Contractor's Personnel or sub-contractors in the performance of the Contract.\n\n5.\n\nIntellectual Property and Other Proprietary Rights; Data Protection; Confidentiality\n\n4.4\n\nThe Contractor will indemnify, hold and save harmless and defend, at its own expense, UNICEF, its\n\nIntellectual Property and Other Proprietary Rights\n\nPage 23 of 26\n\n\f_____________________________________________________________\n\nANNEX A\nGENERAL TERMS AND CONDITIONS\n\n5.1 Unless otherwise expressly provided for in the Contract:\n\nprocessing, retention and destruction of UNICEF Data. The Contractor will comply with any guidance or\n\nprotection standards and legal requirements and that it will apply such policy in the collection, storage, use,\n\nconditions on access and disclosure notified by UNICEF to Contractor in respect of UNICEF Data.\n\n(a) Subject to paragraph (b) of this Article 5.1, UNICEF will be entitled to all intellectual property and other\n\nproprietary rights including but not limited to patents, copyrights and trademarks, with regard to products,\n\n5.7\n\nThe Contractor will use its reasonable efforts to ensure the logical segregation of UNICEF Data from\n\nprocesses, inventions, ideas, know-how, documents, data and other materials (\"Contract Materials\") that (i) the\n\nother information to the fullest extent possible. The Contractor will use safeguards and controls (such as\n\nContractor develops for UNICEF under the Contract and which bear a direct relation to the Contract or (ii) are\n\nadministrative,\n\ntechnical, physical, procedural and security infrastructures, facilities,\n\ntools,\n\ntechnologies,\n\nproduced, prepared or collected in consequence of, or during the course of, the performance of the Contract.\n\npractices and other protective measures)\n\nthat are necessary and sufficient\n\nto meet\n\nthe Contractor's\n\nThe term \"Contract Materials\" includes, but is not limited to, all maps, drawings, photographs, plans, reports,\n\nconfidentiality obligations in this Article 5 as they apply to UNICEF Data. At UNICEF's request, the Contractor\n\nrecommendations, estimates, documents developed or received by, and all other data compiled by or received\n\nwill provide UNICEF with copies of the applicable policies and a description of the safeguards and controls\n\nby, the Contractor under the Contract. The Contractor acknowledges and agrees that Contract Materials\n\nthat the Contractor uses to fulfil its obligations under this Article 5.7; provided that any such policies and\n\nconstitute works made for hire for UNICEF. Contract Materials will be treated as UNICEF's Confidential\n\ndescription provided by the Contractor will be treated as the Contractor's Confidential Information under the\n\nInformation and will be delivered only to authorized UNICEF officials on expiry or termination of the Contract.\n\nContract. UNICEF may assess the effectiveness of these safeguards, controls and protective measures and, at\n\nUNICEF's request, the Contractor will provide its full cooperation with any such assessment at no additional\n\n(b) UNICEF will not be entitled to, and will not claim any ownership interest in, any intellectual property or\n\ncost or expense to UNICEF. The Contractor will not, and will ensure that its Personnel will not, transfer, copy,\n\nother proprietary rights of the Contractor that pre-existed the performance by the Contractor of its obligations\n\nremove or store UNICEF Data from a UNICEF location, network or system without the prior written approval\n\nunder the Contract, or that the Contractor may develop or acquire, or may have developed or acquired,\n\nof an authorized official of UNICEF.\n\nindependently of the performance of its obligations under the Contract. The Contractor grants to UNICEF a\n\nperpetual, non-exclusive, royalty-free license to use such intellectual property or other proprietary rights solely\n\n5.8\n\nExcept as otherwise expressly stated in the Contract or with UNICEF's express prior written consent, the\n\nfor the purposes of and in accordance with the requirements of the Contract.\n\nContractor will not install any application or other software on any UNICEF device, network or system. The\n\nContractor represents and warrants to UNICEF that the Services and Deliverables provided under the Contract\n\n(c) At UNICEF's request, the Contractor will take all necessary steps, execute all necessary documents and\n\nwill not contain any Disabling Code, and that UNICEF will not otherwise receive from the Contractor any\n\ngenerally assist in securing such proprietary rights and transferring them (or, in the case, intellectual property\n\nDisabling Code in the performance of the Contract. Without prejudice to UNICEF's other rights and remedies,\n\nreferred to in paragraph (b) above, licensing) them to UNICEF in compliance with the requirements of the\n\nif a Disabling Code is identified, the Contractor, at its sole cost and expense, will take all steps necessary to: (a)\n\napplicable law and of the Contract.\n\nConfidentiality\n\nrestore and/or reconstruct any and all UNICEF Data lost by UNICEF and/or End Users as a result of Disabling\n\nCode; (b) furnish to UNICEF a corrected version of the Services without the presence of Disabling Codes; and\n\n(c) as needed, re-implement the Services.\n\n5.2 Confidential Information that is considered proprietary by either Party or that is delivered or disclosed by\n\n5.9\n\nIn the event of any Security Incident, the Contractor will, as soon as possible following the Contractor's\n\none Party (\"Discloser\") to the other Party (\"Recipient\") during the course of performance of the Contract or in\n\ndiscovery of such Security Incident and at its sole cost and expense: (a) notify UNICEF of such Security\n\nconnection with the subject matter of the Contract will be held in confidence by the Recipient. The Recipient\n\nIncident and of the Contractor's proposed remedial actions; (b) implement any and all necessary damage\n\nwill use the same care and discretion to avoid disclosure of the Discloser's Confidential Information as the\n\nmitigation and remedial actions; and (c) as relevant, restore UNICEF's and, as directed by UNICEF, End Users'\n\nRecipient uses for its own Confidential Information and will use the Discloser's Confidential Information solely\n\naccess to the Services. The Contractor will keep UNICEF reasonably informed of the progress of the\n\nfor the purpose for which it was disclosed to the Recipient. The Recipient will not disclose the Discloser's\n\nContractor's implementation of such damage mitigation and remedial actions. The Contractor, at its sole cost\n\nConfidential Information to any other party:\n\nand expense, will cooperate fully with UNICEF's investigation of, remediation of, and/or response to any\n\nSecurity Incident. If the Contractor fails to resolve, to UNICEF's reasonable satisfaction, any such Security\n\n(a)\n\nexcept to those of its Affiliates, employees, officials, representatives, agents and sub-contractors who have\n\nIncident, UNICEF can terminate the Contract with immediateeffect.\n\na need to know such Confidential Information for purposes of performing obligations under the Contract; or\n\nService Providers and Sub-Contractors\n\n(b)\n\nunless the Confidential Information (i) is obtained by the Recipient from a third party without restriction;\n\n(ii) is disclosed by the Discloser to a third party without any obligation of confidentiality; (iii) is known by the\n\n5.10\n\nThe Contractor will impose the same requirements relating to data protection and non-disclosure of\n\nRecipient prior to disclosure by the Discloser; or (iv) at any time is developed by the Recipient completely\n\nConfidential Information, as are imposed upon the Contractor itself by this Article 5 of the Contract, on its\n\nindependently of any disclosures under the Contract.\n\nservice providers, subcontractors and other third parties and will remain responsible for compliance with such\n\nrequirements by its service providers, subcontractors and other third parties.\n\n5.3\n\nIf the Contractor receives a request for disclosure of UNICEF's Confidential Information pursuant to any\n\njudicial or law enforcement process, before any such disclosure is made, the Contractor (a) will give UNICEF\n\nEnd of Contract\n\nsufficient notice of such request in order to allow UNICEF to have a reasonable opportunity to secure the\n\nintervention of the relevant national government to establish protective measures or take such other action as\n\n5.11 Upon the expiry or earlier termination of the Contract, the Contractor will:\n\nmay be appropriate and (b) will so advise the relevant authority that requested disclosure. UNICEF may\n\ndisclose the Contractor's Confidential Information to the extent required pursuant to resolutions or regulations\n\n(a)\n\nreturn to UNICEF all of UNICEF's Confidential Information, including, but not limited to, UNICEF Data,\n\nof its governing bodies.\n\nor, at UNICEF's option, destroy all copies of such information held by the Contractor or its sub-contractors and\n\n5.4 The Contractor may not communicate at any time to any other person, Government or authority external\n\nto UNICEF, any information known to it by reason of its association with UNICEF that has not been made\n\n(b)\n\nwill transfer to UNICEF all intellectual and other proprietary information in accordance with Article\n\npublic, except with the prior written authorization of UNICEF; nor will the Contractor at any time use such\n\n5.1(a).\n\nconfirm such destruction to UNICEF in writing; and\n\ninformation to private advantage.\n\nData Protection and Security\n\n6. Termination; Force Majeure\n\nTermination by Either Party for Material Breach\n\n5.5 The Parties agree that, as between them, all UNICEF Data, together with all rights (including intellectual\n\nproperty and proprietary rights), title and interest to such UNICEF Data, will be the exclusive property of\n\n6.1\n\nIf one Party is in material breach of any of its obligations under the Contract, the other Party can give it\n\nUNICEF, and the Contractor has a limited, nonexclusive license to access and use the UNICEF Data as\n\nwritten notice that within thirty (30) days of receiving such notice the breach must be remedied (if such breach\n\nprovided in the Contract solely for the purpose of performing its obligations under the Contract. Except for the\n\nis capable of remedy). If the breaching Party does not remedy the breach within the thirty (30) days' period or if\n\nforegoing license, the Contractor will have no other rights, whether express or implied, in or to any UNICEF\n\nthe breach is not capable of remedy, the non-breaching Party can terminate the Contract. The termination will\n\nData or its content.\n\nbe effective thirty (30) days after the non-breaching Party gives the breaching Party written notice of\n\ntermination. The initiation of conciliation or arbitral proceedings in accordance with Article 9 (Privileges and\n\n5.6\n\nThe Contractor confirms that it has a data protection policy in place that meets all applicable data\n\nImmunities; Settlement of Disputes) below will not be grounds for termination of the Contract.\n\nPage 24 of 26\n\n\f_____________________________________________________________\n\nANNEX A\nGENERAL TERMS AND CONDITIONS\n\nAdditional Termination Rights of UNICEF\n\nresulting from harsh conditions or logistical challenges for the Contractor (including civil unrest) associated\n\nwith locations at which UNICEF is operating or is about to operate or is withdrawing from, or any event\n\nresulting from UNICEF's humanitarian, emergency, or similar response operations.\n\n6.2\n\nIn addition to the termination rights under Article 6.1 above, UNICEF can terminate the Contract with\n\nimmediate effect upon delivery of a written notice of termination, without any liability for termination charges\n\n7. Ethical Standards\n\nor any other liability of any kind:\n\n(a)\n\nin the circumstances described in, and in accordance with, Article 7 (Ethical Standards); or\n\nand technical competence of its Personnel including its employees and will select, for work under the Contract,\n\n7.1 Without limiting the generality of Article 2 above, the Contractor will be responsible for the professional\n\nreliable individuals who will perform effectively in the implementation of the Contract, respect the local laws\n\n(b)\n\nif the Contractor breaches any of the provisions of Articles 5.2-5.11 (Confidentiality; Data Protection and\n\nand customs, and conform to a high standard of moral and ethical conduct.\n\nSecurity); or\n\n(c)\n\nif the Contractor (i) is adjudged bankrupt, or is liquidated, or becomes insolvent, or applies for a\n\norganisation has received from or on behalf of the Contractor, or will be offered by or on behalf of the\n\nmoratorium or stay on any payment or repayment obligations, or applies to be declared insolvent, (ii) is granted\n\nContractor, any direct or indirect benefit in connection with the Contract, including the award of the Contract to\n\na moratorium or a stay, or is declared insolvent , (iii) makes an assignment for the benefit of one or more of its\n\nthe Contractor. Such direct or indirect benefit includes, but is not limited to, any gifts, favours or hospitality.\n\ncreditors, (iv) has a receiver appointed on account of the insolvency of the Contractor, (v) offers a settlement in\n\nlieu of bankruptcy or receivership or (vi) has become, in UNICEF's reasonable judgment, subject to a materially\n\n(b)\n\nThe Contractor represents and warrants that the following requirements with regard to former UNICEF\n\nadverse change in its financial condition that threatens to substantially affect the ability of the Contractor to\n\nofficials have been complied with and will be complied with:\n\n7.2\n\n(a) The Contractor represents and warrants that no official of UNICEF or of any United Nations System\n\nperform any of its obligations under the Contract.\n\n6.3\n\nIn addition to the termination rights under Article 6.1 and Article 6.2 above, UNICEF can terminate the\n\na direct or indirect offer of employment to that former UNICEF official if that former UNICEF official was,\n\nContract at any time by providing written notice to the Contractor in any case in which UNICEF's mandate\n\nduring the three years prior to separating from UNICEF, involved in any aspect of a UNICEF procurement\n\n(i) During the one (1) year period after an official has separated from UNICEF, the Contractor may not make\n\napplicable to the performance of the Contract or UNICEF's funding applicable to the Contract is curtailed or\n\nprocess in which the Contractor has participated.\n\nterminated, whether in whole or in part. UNICEF can also terminate the Contract on sixty (60) day's written\n\nnotice to the Contractor without having to provide any justification.\n\n(ii) During the two (2) year period after an official has separated from UNICEF, that former official may not,\n\ndirectly or indirectly on behalf of the Contractor, communicate with UNICEF, or present to UNICEF, about any\n\n6.4 As soon as it receives a notice of termination from UNICEF, the Contractor will take immediate steps to\n\nmatters that were within such former official's responsibilities while at UNICEF.\n\nbring the performance of any obligations under the Contract to a close in a prompt and orderly manner, and in\n\ndoing so, reduce expenses to a minimum, and will not undertake any further or additional commitments as of\n\n(c) The Contractor further represents that, in respect of all aspects of the Contract (including the award of the\n\nand following the date it receives the termination notice. In addition, the Contractor will take any other action\n\nContract by UNICEF to the Contractor and the selection and awarding of sub-contracts by the Contractor), it\n\nthat may be necessary, or that UNICEF may direct in writing, in order to minimise losses or protect and\n\nhas disclosed to UNICEF any situation that may constitute an actual or potential conflict of interest or could\n\npreserve any property, whether tangible or intangible, related to the Contract that is in the possession of the\n\nreasonably be perceived as a conflict of interest.\n\nContractor and in which UNICEF has or may be reasonably expected to acquire an interest.\n\n6.5\n\nIf the Contract is terminated by either Party, the Contractor will immediately deliver to UNICEF any\n\ndirectors,\n\nis subject\n\nto any sanction or temporary suspension imposed by any United Nations System\n\nfinished work which has not been delivered and accepted prior to the receipt of a notice of termination, together\n\norganisation or other international inter-governmental organisation. The Contractor will immediately disclose\n\nwith any data, materials or work-in-process related specifically to the Contract.\n\nIf UNICEF obtains the\n\nto UNICEF if it or any of its Affiliates or Personnel or directors, becomes subject to any such sanction or\n\n7.3\n\nThe Contractor further represents and warrants that neither it nor any of its Affiliates, or Personnel or\n\nassistance of another party to continue the Services or complete any unfinished work, the Contractor will\n\ntemporary suspension during the term of the Contract.\n\nprovide its reasonable cooperation to UNICEF and such party in the orderly migration of Services and transfer\n\nof any Contract-related data, materials and work-in-process. The Contractor will at the same time return to\n\n7.4 The Contractor will (a) observe the highest standard of ethics; (b) use its best efforts to protect UNICEF\n\nUNICEF all of UNICEF's Confidential Information and will transfer to UNICEF all intellectual and other\n\nagainst fraud, in the performance of the Contract; and (c) comply with the applicable provisions of UNICEF's\n\nproprietary information in accordance with Article 5.\n\nPolicy Prohibiting and Combatting Fraud and Corruption.\n\nIn particular, the Contractor will not engage, and\n\nwill ensure that its Personnel, agents and sub-contractors do not engage, in any corrupt, fraudulent, coercive,\n\n6.6\n\nIf the Contract is terminated by either Party no payment will be due from UNICEF to the Contractor\n\ncollusive or obstructive conduct as such terms are defined in UNICEF's Policy Prohibiting and Combatting\n\nexcept for Services and Deliverables provided to UNICEF's satisfaction in accordance with the Contract, but\n\nFraud and Corruption.\n\nonly if such Services and Deliverables were required or requested before the Contractor's receipt of the notice\n\nof termination or, in the case of termination by the Contractor, the effective date of such termination. The\n\n7.5\n\nThe Contractor will, during the term of the Contract, comply with (a) all laws, ordinances, rules and\n\nContractor will have no claim for any further payment beyond payments in accordance with this Article 6.6, but\n\nregulations bearing upon the performance of its obligations under the Contract and (b) the standards of conduct\n\nwill remain liable to UNICEF for all loss or damages which may be suffered by UNICEF by reason of the\n\nrequired under the UN Supplier Code of Conduct (available at the United Nations Global Marketplace website -\n\nContractor's default (including but not limited to cost of the purchase and delivery of replacement or substitute\n\nwww.ungm.org).\n\nServices or Deliverables).\n\n6.7 The termination rights in this Article 6 are in addition to all other rights and remedies of UNICEF under\n\nor indirectly, (a) in any practice inconsistent with the rights set out in the Convention on the Rights of the\n\n7.6 The Contractor further represents and warrants that neither it nor any of its Affiliates is engaged, directly\n\nthe Contract.\n\nForce Majeure\n\nChild, including Article 32, or the International Labour Organisation's Convention Concerning the Prohibition\n\nand Immediate Action for the Elimination of the Worst Forms of Child Labour, No. 182 (1999); or (b) in the\n\nmanufacture, sale, distribution, or use of anti-personnel mines or components utilised in the manufacture of\n\nanti-personnel mines.\n\n6.8\n\nIf one Party is rendered permanently unable, wholly, or in part, by reason of force majeure to perform its\n\nobligations under the Contract, the other Party may terminate the Contract on the same terms and conditions as\n\n7.7 The Contractor represents and warrants that it has taken and will take all appropriate measures to prevent\n\nare provided for in Article 6.1 above, except that the period of notice will be seven (7) days instead of thirty\n\nsexual exploitation or abuse of anyone by its Personnel including its employees or any persons engaged by the\n\n(30) days. \"Force majeure\" means any unforeseeable and irresistible events arising from causes beyond the\n\nContractor to perform any services under the Contract. For these purposes, sexual activity with any person less\n\ncontrol of the Parties, including acts of nature, any act of war (whether declared or not), invasion, revolution,\n\nthan eighteen years of age, regardless of any laws relating to consent, will constitute the sexual exploitation and\n\ninsurrection, terrorism or other acts of a similar nature or force. \"Force majeure\" does not include (a) any event\n\nabuse of such person. In addition, the Contractor represents and warrants that it has taken and will take all\n\nwhich is caused by the negligence or intentional action of a Party; (b) any event which a diligent party could\n\nappropriate measures to prohibit its Personnel including its employees or other persons engaged by the\n\nreasonably have been expected to take into account and plan for at the time the Contract was entered into; (c)\n\nContractor, from exchanging any money, goods, services, or other things of value, for sexual favours or\n\nthe insufficiency of funds, inability to make any payment required under the Contract, or any economic\n\nactivities or from engaging in any sexual activities that are exploitive or degrading to any person. This\n\nconditions, including but not limited to inflation, price escalations, or labour availability; or (d) any event\n\nprovision constitutes an essential term of the Contract and any breach of this representation and warranty will\n\nPage 25 of 26\n\n\f_____________________________________________________________\n\nANNEX A\nGENERAL TERMS AND CONDITIONS\n\nentitle UNICEF to terminate the Contract immediately upon notice to the Contractor, without any liability for\n\ntermination charges or any other liability of any kind.\n\n10.1 Any notice, request or consent required or permitted to be given or made pursuant to the Contract will be\n\nin writing, and addressed to the persons listed in the Contract for the delivery of notices, requests or consents.\n\n7.8\n\nThe Contractor will inform UNICEF as soon as it becomes aware of any incident or report that is\n\nNotices, requests or consents will be delivered in person, by registered mail, or by confirmed email\n\ninconsistent with the undertakings and confirmations provided in this Article 7.\n\ntransmission. Notices, requests or consents will be deemed received upon delivery (if delivered in person),\n\nupon signature of receipt (if delivered by registered mail) or twenty-four (24) hours after confirmation of\n\n7.9\n\nThe Contractor acknowledges and agrees that each of the provisions in this Article 7 constitutes an\n\nreceipt is sent from the addressee's email address (if delivered by confirmed email transmission).\n\nessential term of the Contract.\n\n(a) UNICEF will be entitled, in its sole discretion and at its sole choice, to suspend or terminate the Contract\n\nterms and conditions of the Contract and, in case of any ambiguity, discrepancy or inconsistency, the terms and\n\n10.2\n\nAny notice, document or receipt issued in connection with the Contract must be consistent with the\n\nand any other contract between UNICEF and the Contractor with immediate effect upon written notice to the\n\nconditions of the Contract will prevail.\n\nContractor if: (i) UNICEF becomes aware of any incident or report that is inconsistent with, or the Contractor\n\nbreaches any of, the undertakings and confirmations provided in this Article 7 or the equivalent provisions of\n\n10.3 All documents that comprise the Contract, and all documents, notices and receipts issued or provided\n\nany contract between UNICEF and the Contractor or any of the Contractor's Affiliates, or (ii) the Contractor or\n\npursuant to or in connection with the Contract, will be deemed to include, and will be interpreted and applied\n\nany of its Affiliates, or Personnel or directors becomes subject to any sanction or temporary suspension\n\nconsistently with, the provisions of Article 9 (Privileges and Immunities; Settlement of Disputes).\n\ndescribed in Article 7.3 during the term of the Contract.\n\n(b)\n\nIn the case of suspension, if the Contractor takes appropriate action to address the relevant incident or\n\n11. Other Provisions\n\nbreach to UNICEF's satisfaction within the period stipulated in the notice of suspension, UNICEF may lift the\n\n11.1\n\nThe Contractor acknowledges UNICEF's commitment\n\nto transparency as outlined in UNICEF's\n\nsuspension by written notice to the Contractor and the Contract and all other affected contracts will resume in\n\nInformation Disclosure Policy and confirms that it consents to UNICEF's public disclosure of the terms of the\n\naccordance with their terms. If, however, UNICEF is not satisfied that the matters are being adequately\n\nContract should UNICEF so determine and by whatever means UNICEF determines.\n\naddressed by the Contractor, UNICEF may at any time, exercise its right to terminate the Contract and any\n\nother contract between UNICEF and the Contractor.\n\n11.2\n\nThe failure of one Party to object to or take affirmative action with respect to any conduct of the other\n\nParty which is in violation of the terms of the Contract will not constitute and will not be construed to be a\n\n(c) Any suspension or termination under this Article 7 will be without any liability for termination or other\n\nwaiver of the violation or breach, or of any future violation, breach or wrongful conduct.\n\ncharges or any other liability of any kind.\n\n8. Full Cooperation with Audits And Investigations\n\n11.3\n\nThe Contractor will be considered as having the legal status of an independent contractor as regards\n\nUNICEF. Nothing contained in the Contract will be construed as making the Parties principal and agent or joint\n\nventurers.\n\n8.1\n\nFrom time to time, UNICEF may conduct inspections, post-payment audits or investigations relating to\n\nany aspect of the Contract including but not limited to the award of the Contract, the way in which the Contract\n\n11.4 The Contractor will not, without the prior written consent of UNICEF, assign, transfer, pledge or make\n\noperates or operated, and the Parties' performance of the Contract generally and including but not limited to the\n\nother disposition of the Contract, or of any part of the Contract, or of any of the Contractor's rights or\n\nContractor's compliance with the provisions of Article 7 above. The Contractor will provide its full and timely\n\nobligations under the Contract.\n\ncooperation with any such inspections, post-payment audits or investigations, including (but not limited to)\n\nmaking its Personnel and any relevant data and documentation available for the purposes of such inspections,\n\n11.5\n\nNo grant of time to the Contractor to cure a default under the Contract, nor any delay or failure by\n\npost-payment audits or investigations, at reasonable times and on reasonable conditions, and granting UNICEF\n\nUNICEF to exercise any other right or remedy available to UNICEF under the Contract, will be deemed to\n\nand those undertaking such inspections, post-payment audits or investigations access to the Contractor's\n\nprejudice any rights or remedies available to UNICEF under the Contract or constitute a waiver of any rights or\n\npremises at reasonable times and on reasonable conditions in connection with making its Personnel and any\n\nremedies available to UNICEF under the Contract.\n\nrelevant data and documentation available. The Contractor will require its sub-contractors and its agents,\n\nincluding, but not limited to, the Contractor's attorneys, accountants or other advisers, to provide reasonable\n\n11.6 The Contractor will not seek or file any lien, attachment or other encumbrance against any monies due or\n\ncooperation with any inspections, post-payment audits or investigations carried out by UNICEF.\n\nto become due under the Contract, and will not permit any other person to do so. It will immediately remove or\n\nobtain the removal of any lien, attachment or other encumbrance that is secured against any monies due or to\n\n9. Privileges and Immunities; Settlement of Disputes\n\nbecome due under the Contract.\n\n9.1\n\nNothing in or related to the Contract will be deemed a waiver, express or implied, deliberate or\n\n11.7\n\nThe Contractor will not advertise or otherwise make public for purposes of commercial advantage or\n\ninadvertent, of any of the privileges and immunities of the United Nations, including UNICEF and its\n\ngoodwill that it has a contractual relationship with UNICEF or the United Nations. Except as regards references\n\nsubsidiary organs, under the Convention on the Privileges and Immunities of the United Nations, 1946, or\n\nto the name of UNICEF for the purposes of annual reports or communication between the Parties and between\n\notherwise.\n\nthe Contractor and its Personnel and sub-contractors, the Contractor will not, in any manner whatsoever use the\n\nname, emblem or official seal of UNICEF or the United Nations, or any abbreviation of the name of the United\n\n9.2 The terms of the Contract will be interpreted and applied without application of any system of national or\n\nNations, in connection with its business or otherwise without the prior written permission of UNICEF.\n\nsub-national law.\n\n9.3 The Parties will use their best efforts to settle amicably any dispute, controversy or claim arising out of, or\n\nis for convenience only, and the English language version will govern in all circumstances.\n\nrelating to the Contract. Where the Parties wish to seek such an amicable settlement through conciliation, the\n\nconciliation will take place in accordance with the UNCITRAL Conciliation Rules then in force, or according\n\n11.9 No modification or change in the Contract, and no waiver of any of its provisions, nor any additional\n\nto such other procedure as may be agreed between the Parties. Any dispute, controversy or claim between the\n\ncontractual relationship of any kind with the Contractor will be valid and enforceable against UNICEF unless\n\nParties arising out of the Contract which is not resolved within ninety (90) days after one Party receives a\n\nset out in a written amendment to the Contract signed by an authorised official of UNICEF.\n\nrequest from the other Party for amicable settlement can be referred by either Party to arbitration. The\n\narbitration will take place in accordance with the UNCITRAL Arbitration Rules then in force. The venue of the\n\n11.10 The provisions of Articles 2.14. 3.8, 3.9, 4, 5, 7, 8, 9, 11.1, 11.2 and 11.7 will survive provision of the\n\narbitration will be New York, NY, USA. The decisions of the arbitral tribunal will be based on general\n\nServices and delivery of the Deliverables and the expiry or earlier termination of the Contract.\n\n11.8 The Contract may be translated into languages other than English. The translated version of the Contract\n\nprinciples of international commercial law. The arbitral tribunal will have no authority to award punitive\n\ndamages. In addition, the arbitral tribunal will have no authority to award interest in excess of the London\n\nInter-Bank Offered Rate (LIBOR) then prevailing and any such interest will be simple interest only. The Parties\n\nwill be bound by any arbitration award rendered as a result of such arbitration as the final adjudication of any\n\nsuch controversy, claim or dispute.\n\n10. Notices\n\nPage 26 of 26\n\n\f"
    },
    {
        "file_name": "WHO Integrated Proposal-Mar 2023.pdf",
        "date_created": "",
        "metadata": {
            "/CreationDate": "D:20230329102921Z00'00'",
            "/ModDate": "D:20230329102921Z00'00'",
            "/Producer": "macOS Version 13.1 (Build 22C65) Quartz PDFContext"
        },
        "text": "Marketing Proposal:\nWorld Health Organization:\nDigital & Social Media Amplification \n(Global)\nBid Reference-HQ/SCIDC/2023\n\nMARCH 2023\n\n\fCONTENTS\n\n01\n\n02\n\n03\n\nOBJECTIVES\n\nEXECUTIVE SUMMARY\n\nDIGITAL APPROACH\n\n05\n\n02\n\nPUBLIC RELATIONS\n\nPROPOSED TIMELINES\n\n03\n\nABOUT US\n\n04\n\nCONNECTING THE \nDISCONNECTED\n\n04\n\nABOUT US\n\n2\n\n\fOBJECTIVES\n\n1. \n\nIdentify markets that have not yet been fully reached with life-saving health \ninformation via digital tools/platforms\n\n2. \n\nPropose new and innovative ways to reach the most vulnerable target \ngroups especially those that do not have reliable access to the Internet\n\n3. \n\nWork with WHO & stakeholders to amplify health messages to the target \naudience online & offline\n\nwww.thegutenberg.com\n\n\fEXECUTIVE SUMMARY\n\nIt is estimated that 14.28% (1.1 billion) of the current world population doesn’t have access to \nelectricity – resulting in the fact they couldn’t even charge a device if they owned it.\n\nAs of January 2023, the country with the largest offline population worldwide was India. The \nSouth Asian country had over 730 million people without internet connection. China ranked \nsecond, with around 374 million people not connected to the internet. Despite these large shares \nof the disconnected population in these countries, China and India rank first and second, \nrespectively, as countries with the highest number of internet users worldwide.\n\nIn today's digital age, it is essential to leverage the latest technological advancements to reach \nwider audiences. Our agency helps brands with comprehensive digital strategies that utilizes a \nrange of channels including social media, search engine optimization, email marketing, and \nmobile apps.\n\nHowever, while digital outreach is important, we recognize that not all populations have equal \naccess to the internet or digital devices, especially in the developing countries spread across \nAsia, Africa and Latin America. Therefore, we will also explore offline outreach strategies that can \nwork on smart/non-smart feature phones, Interactive Voice Response Systems (IVRS), Helplines \naccessed via a missed call etc.\n\nOur agency will conduct a thorough analysis of the target audience and segment them based on \ndemographics, psychographics, and behaviour patterns. We will then use this information to \ndevelop tailored messaging and creative assets that resonate with each group. By targeting our \ncommunications efforts, we can maximize the impact of our outreach efforts and ensure that our \nmessaging is reaching those who need it most.\n\n7.94 bn\n\n7.33bn\n\n• Global population\n\n• Own a mobile phone \n\n(smart & feature phone)\n\n• Population connected to \n\na mobile tower\n\n91.40% \n\n• Internet users worldwide\n\n• Social Media users\n\n5.16 bn\n\n4.76 bn\n\n74.61% of people in the top 10 \ndeveloping countries don’t have a \nsmartphone. Eg: Nigeria, Pakistan, \nBangladesh, Indonesia & India\n\n26.53% of people in the top 10 \ndeveloped countries don’t own a \nsmartphone. Eg: UK, UAE, United \nStates, France, Spain & Canada.\n\nWe can also seek out partnerships with local businesses, healthcare and life sciences companies, \nnon-profits, and government agencies to expand our reach and maximize resources.\n\nData Source:\nhttps://www.statista.com/statistics/262966/number-of-internet-users-in-selected-countries/\nhttps://www.bankmycell.com/blog/how-many-phones-are-in-the-world\n\nwww.thegutenberg.com\n\n\fTARGET AUDIENCE\n\n1. Healthcare Professionals\n\n2. Policymakers \n\n3. Students \n\n4. Non- Government Organisations\n\n5. General Public \n\nWomen, children, adolescents, \nelderly, people living with \ndisabilities  in urban as well as \nrural contexts in developing \nnations face a variety of \nchallenges in accessing the \ninternet. \n\nWe could explore creating new \nnetworks or tapping into existing \nones to enable a peer-to-peer \nconnection which can be \noftentimes a very reliable and \nstrong  source of information \nsharing.\n\nwww.thegutenberg.com\n\n\fPROPOSED GEO LOCATIONS\n\nSub-Saharan Africa\n\n• This region faces significant health challenges, including high rates of \n\ninfectious diseases, maternal and child mortality, and limited \nhealthcare resources. (countries such as Democratic Republic of the \nCongo, Kenya, and Nigeria)\n\nSouth Asia\n\n• This region has a large population and high disease burden, \n\nparticularly related to non-communicable diseases such as diabetes \nand cardiovascular disease. (countries such as India, Pakistan, and \nBangladesh.)\n\nSoutheast Asia\n\n• This region has a high prevalence of infectious diseases, such as \n\nmalaria and dengue fever, as well as emerging health threats such as \nantimicrobial resistance. (countries such as Indonesia, Thailand, and \nMyanmar.)\n\nLatin America and \nthe Caribbean\n\n• This region faces health challenges related to chronic diseases, \n\ninfectious diseases, and environmental factors such as air pollution and \nclimate change. (countries such as Brazil, Mexico, and Haiti.)\n\nwww.thegutenberg.com\n\n\fOFFLINE \n\n• Educational films: Create educational films to deliver the health messages regions that can be \n\ndelivered through mass screenings.\n\n• Street Plays: Develop plays with local artists with stories that deliver the right messaging. The \n\nartists can present the plays at different locations.\n\n• Workshops: Organize workshops with targeted groups: youngsters, women, senior members of \nthe region where health education and knowledge can be imparted in a very personalized \nfashion. These programs can be taken to schools as well.\nInformation material: Pamphlets, booklets with education content can be given to people /kids on \na regular basis\n\n•\n\n• Celebrate local heroes: Recognize/reward and celebrate local people who show commitment \n\ntowards maintain good health/hygiene or contribute towards spreading awareness\n\n• Conferences and seminars: WHO can participate in and organize conferences and seminars for \n\nhealthcare professionals and policymakers. These events can serve as a platform to showcase the \ne-learning platforms and promote WHO's work in the healthcare sector.\n\nwww.thegutenberg.com\n\n\fCONNECTING THE UNCONNECTED \nPartnerships and Associations \n\n• Mobile: In resource-limited settings, WHO can collaborate with mobile operators to offer free \n\naccess to the e-learning platforms. WHO can also leverage SMS and IVR-based campaigns to reach \na wider audience with information about the e-learning platforms and the latest updates in the \nhealthcare sector.\n\n• FM Radio: WHO can partner with radio stations in different countries to run public service \n\nannouncements promoting the e-learning platforms. WHO can also organize radio programs \nfeaturing healthcare experts and policymakers discussing the latest developments in the \nhealthcare sector.\n\n• Community Radio: We can also engage with local community radio networks to co-create \n\nmessaging and campaigns that are culturally relevant and resonate with the target audience.\n\nBy adopting this multi-channel approach, WHO can effectively reach its target audience, educate \nthem about the e-learning platforms, and promote its work in the healthcare sector.\n\n(This could be an effective strategy to reach the underserved target demography, however, the time and cost would need to be mapped basis a detailed targeting of geographies)\n\nwww.thegutenberg.com\n\n\fDIGITAL APPROACH\n\nInnovative ways to reach the target audience:\n\n.\n1\n\nWith the increasing \nimportance of digital \ntechnologies in today's world, \nan innovative way to reach the \ntarget audience is through e-\nlearning platforms. WHO can \ndevelop and launch online \ncourses, webinars, and other \ninteractive e-learning tools to \neducate \nhealthcare professionals and \npolicymakers on the latest \ndevelopments, guidelines, and \nbest practices in the \nhealthcare sector.\n\n.\n2\n\nThe e-learning platforms can \noffer various courses and \nmodules covering different \ntopics such as infectious \ndiseases, non-communicable \ndiseases, mental health, \nemergency preparedness, and \nresponse. The courses can be \ndesigned in a user-friendly \nmanner and can include \ninteractive features such as \nquizzes, case studies, and \nsimulations.\n\n.\n3\n\nTo promote these e-learning \nplatforms, WHO can \ncollaborate with social media \nplatforms, healthcare-related \nwebsites, and professional \nassociations to reach a \nbroader audience. WHO can \nalso partner with mobile \noperators to offer free access \nto the e-learning platforms, \nespecially in resource-limited \nsettings. Additionally, WHO \ncan organize webinars and \nvirtual events featuring \nexperts from the healthcare \nsector to discuss emerging \nissues and trends in the field.\n\nOverall, the e-learning platforms can provide a cost-effective and accessible way for \nhealthcare professionals and policymakers to enhance their knowledge and skills \nand contribute to improving the health of populations worldwide.\n\nwww.thegutenberg.com\n\n\fDIGITAL APPROACH\n\nE-learning \nPlatforms\n\nWHO can develop and launch online courses, webinars, and other interactive e-\nlearning tools to educate healthcare professionals and policymakers on the \nlatest developments, guidelines, and best practices in the healthcare sector. \nWHO can promote these e-learning platforms through social media, healthcare-\nrelated websites, and professional associations.\n\nSocial \nMedia\n\nWHO can leverage social media platforms such as Facebook, Twitter, LinkedIn, \nand Instagram to promote the e-learning courses and modules. WHO can create \nvisually engaging social media posts with infographics, images, and videos that \nprovide an overview of the e-learning platforms and highlight the benefits of \ntaking these courses.\n\nEmail \nMarketing\n\nWHO can also use email marketing to promote the e-learning platforms to its target \naudience. WHO can send newsletters and email updates to healthcare professionals \nand policymakers highlighting the latest courses, webinars, and other learning \nopportunities.\n\nwww.thegutenberg.com\n\n\fPROPOSED TIMELINES\n\n• Develop the e-learning platforms and courses in collaboration with subject matter experts and stakeholders.\n• Develop a social media campaign plan to promote the e-learning platforms and courses, including messaging, visuals, and target audience.\n• Start curating material and designing the information/ educational material for distribution\n\nMonth 1\n\n• Launch the e-learning platforms and courses on WHO's website and promote them through social media channels.\n• Send out the first newsletter and email update to healthcare professionals and policymakers promoting the e-learning platforms and courses.\n• Collaborate with theatre groups to organize street plays, followed by educational workshops \n\nMonth 2\n\n• Participate in a healthcare conference and seminar, showcasing the e-learning platforms and courses to attendees.\n• Organize a radio program featuring a healthcare expert discussing the latest developments in the healthcare sector.\n• Partner with  radio stations for public service announcements in different regions\n\nMonth 3\n\n• Launch a webinar series featuring subject matter experts discussing various healthcare topics and the e-learning courses.\n• Develop SMS and IVR-based campaigns to reach a wider audience in resource-limited settings.\n• Launch road shows \n\nMonth 4\n\n• Partner with social media influencers in the healthcare sector to promote the e-learning platforms and courses to their followers.\n• Launch a new e-learning course on a trending healthcare topic and promote it through social media channels and email updates.\n\n• Analyze the success of the e-learning platforms and courses through data analysis and feedback from healthcare professionals and policymakers.\n• Develop a plan for future e-learning course topics and updates to the existing courses based on the analysis.\n\nMonth 5\n\nMonth 6\n\nwww.thegutenberg.com\n\n\fABOUTUS\n\nOur integrated digital marketing model allows us to  \ncreate and deliver insight-driven and impactful brand  \nstories.\n\n• Global Award-winning digital-firstmarketing  \n\ncommunications firm\n\n• Headquartered in New York, Gutenberg has a strong  \n\npresencein the US,UK,Singapore, and India\n\n• Deliver engaging brand stories that connect audiences  \n\nacross the customerjourney\n\n• Blending technology and marketing to deliver data-driven  \n\ncustomer experiences\n\n• Leveraging 18years of working with brands across the global  \n\nmarketplace.\n\nAWARDS\n\n12\n\n\fABOUTUS\n\nTop Reasons To Partner With US...\n\nCustomerFocused\n\nAnalytics & InsightsDriven\n\nROIObsessed\n\nExperiencedTeam\n\nWe understand that for brands  \nto succeed in adigital era–they  \nneedto formstrong bonds with  \ntheir customer. This is possible  \nonly if we understand your  \ncustomer cohortsbetter.\n\nWe’re an analytics and insights  \nfirst agency focused on building  \ncampaigns that’ll resonate with  \nthe audience. We provide the  \nstrategicperspectivethat’s most  \noften overlooked or ignored.\n\nFocus on devising the best  \ntactics to maximize profitability  \nby hinging performance on Key  \nPerformanceMetrics to measure  \nsuccessand business impact.\n\nOur team consists of people  \nfrom all disciplines who have  \nexperience in working with both  \nB2B and B2Cbrands.\n\nResearch Oriented\n\nStorytellers\n\nOurstrategystemsfromthe  \nresearch that we carry out,  \nhelping us understand the  \ncontent in which our clients  \nexist.\n\nWe understand the power of a  \nstrong narrative and that drives  \nthe opportunities wecan explore  \nfor our client. Content is the  \nbackbone for everything wedo.\n\n13\n\n\fGUTENBERGMARKETING\nFRAMEWORK\n\nResearch & Market  \nIntelligence\n\n• Advise & ConsultClients\n• Industry Research,Customer  \n\n& CompetitorInsights\n\n• Marketing Trends\n• NewsAngles\n\nAmplify\n\n• Public Relations\n• Social Media\n• Email Marketing\n• SearchEngine\nOptimization\n• DigitalAdvertising\n\nGUTENBERG\nMARKETING\nFRAM EWO RK\n\nDesign\n• Brand/Logo,Identity  \n\nDesign\n\n• Creative Design\n• UI/UX\n• Website\n\nBuild\n\n• BrandCampaigns\n• Content\n• Podcasts\n• Video\n\nOur Services\n\nCustomer\nUI andUX/Website  \nDevelopment\n\nSEOMarketing\n\nDigitalMarketing\n\nPublic  \nRelations\n\nMarketing  \n&Branding\n\nContent  \nMarketing\n\nVideo  \nProduction\n\nCreativeDesign  \nServices\n\n14\n\n\fOUR CLIENT EXPERIENCES:SAMPLE\n\n15\n\n\fVIDEO:MOBILISINGAWARENESSFORINDIA'SLARGESTMARCHFORCHILD  \nSAFETY\n\n16\n\n\fMOBILISINGAWARENESSFORINDIA'SLARGESTMARCHFORCHILD  \nSAFETY\n\nGOALS\n\n•Transform public awareness about the scale of violence against children.\n•Awarenessfor Bharat Yatra by Nobel Peace Laureate Kailash Satyarthi to create amass  \nmovementto end child sexualabuse in India.\n\nSTRATEGY\n\n•Sustain the campaign to build pressure towards positive outcomes at behavioural,  \npolicy and implementation level.\n•Multi-pronged approach.\n•Content created with intend to create noise and reach multi-layer audience.\n\nRESULTS\n•Successful clearance of the of Trafficking of Persons (Prevention, Protection  \nand Rehabilitation) Bill by the Union Cabinet.\n•Over4000unique event led coverage pieces, large format stories, TVinterviews,  \nseeded stories and opinion pieces.\n\n17\n\n\fDRAWINGINAGLOBALAUDIENCEANDFOSTERINGINTERESTFORANINTERNATIONAL  \nEVENT\n\n18\n\n\fCREATIVESHOWCASE\n\nCase study featured in Social Samosa\n\n19\n\n\fVIDEO: DRAWINGINAGLOBALAUDIENCEANDFOSTERINGINTERESTFORAN  \nINTERNATIONALEVENT\n\n20\n\n\fBRANDLAUNCH&POSITIONINGFORMSDF\n\nGoals\n\nResults\n\n• Build awareness and highlight the foundation’s mission of transforming the  \nlives of children living in urban poverty through better education, family  \neconomic stability and health\n\n• Establish MSDFasa foundation that works towards measurable outcomes\n\nfor India’s low-income urban children\n\n• Improvevisibility and profile within the states where MSDFis engaged\n• Establish MSDFasthe thought leader in skill development; be known as  \n\ncredible source of ideas and experience\n\n• To attract additional funding and influence the wayCSRmoneywill be\n\ninvested in the next5years\n\n• Raise the profile in the impact investing world\n\nChallenges\n\n•\n\n•\n•\n•\n\nBuilt spokesperson relationships, the right stories/pitches that eventually garnered  \ncoverage with consistent information flow to targeted media\nContinuous PR efforts with high level of client satisfaction  \nStorytelling: success stories of grantees, program profiles\nSuccessful turnaround on developing and delivering content material for bylines, opinion  \npieces and blog series for each vertical\n\nInvolvementof too manyopinions at everystage during the development\n\n•\n• Disconnect within the international office and the Indian counterpart\n• Delayed responsetime\n•\n\nLoss in time for PR outreach due to teamtransition time\n\nStrategy\n\n• PR activities focused on accentuating the core brand and leadership\n• Sustained media visibility not just around announcements &events  \n\nbut via managementprofiling stories\n\n• Customized messaging for each investee highlighting their work and\n\nimpact, asper the understanding garnered during field visits\n\n21\n\n\fEMPOWERING A GLOBAL NON-PROFIT ENHANCEREACH\n\nABOUT\nThe Bill and Melinda Gates Foundation (BMGF) is an international non-profit committed to fighting poverty, Eight Aksha newsletters have been delivered so far based on this  \ndisease, and inequity around the world. Its India office works closely with the government and other revised content strategy.\npartners on various developmental issues to improve health care and sanitation, gender equality,\nagricultural development, and financial empowerment of the most vulnerable groups and populations. The\nIndia office disseminates a monthly newsletter, Aksha, to its target audience to provide a quick round-up of\nthe month’s key themes, developments, and achievements. The foundation wanted to make Aksha more\naccessible, interactive, and reader-friendly by relooking at its approach, style, and content.\n\nRESULT\n\nCHALLENGE\nThe Gates Foundation needed support in curating content that would prove to be more ‘sticky’ for its\ntarget audience and yet remain sensitive to its primary stakeholders including the government,\npolicymakers, and the media. Additionally, it needed to ensure that any new content created would\nneed to be vetted by multiple internal stakeholders in the India office, each a specialist in their field\nwhose point of view on a topic had to be considered and included in the drafting process. The\nchallenge was to find a good balance between telling a powerful story, while taking in inputs and\nbackground information from multiple internal specialists who often have a slightly different take on a\ncommon theme and keeping sensitivities of the audience in mind.\n\nSOLUTION\nAs a first step, we conducted a content messaging workshop to identify key themes and topics for a\ncontent calendar. During the workshop we also discussed the tonality and approach the newsletter and\nother content. Based on this, the revamped Aksha newsletter was launched, leveraging content best\npractices, relevant choice of impactful images and optimal length and placement of headlines and sub-\nheadings to ensure greater clicks, and amore engagedreadership.\n\n22\n\n\fPROMOTING US-INDIA COLLABORATION FOR TB-FREEINDIA\n\nGOAL\n\nRESULT\n\n• 30 online and print placements on the day of the press conference and many  \n\nmore detailed stories thereafter covering the various initiatives of AAPI and the  \nhigh burden of TBin Indiaand theefforts to spreadawareness,test and provide  \nmedical assistanceto patients of TB.\n\n•\n\n•\n\nCreateawarenessfor AmericanAssociation of Physicians of IndianOrigin  \n(AAPI) and United States Agency for International Development (USAID)  \npartneringto fight TBin India.\n\nCommunicate the high TB burden in India and the government’s  \ncommitmentto makeIndiaTB-Freeby2025andtherole that civil society  \nandprivatesectorcanplay in achievingthis.\n\nSTRATEGY\n\nWe drew attention to the news of this partnership with a Press Conference to\nanchorregional andnational mediacoveragebefore,during and aftertheevent.\n\nThe press conference washeld in Mumbai and washeld by senior officials of both\nAAPIand USAIDin the presence of Ms.Amruta Fadnavis, First Lady of Maharashtra\nandShriRajPurohit, Cabinet Minister &ChiefWhip\n\n23\n\n\fDEMYSTIFYING CONVERSATIONS AROUND HEALTHY FOOD CHOICESAMONG  \nADOLESCENTS\n\nGoals\n\nPublic Health Foundation of India (PHFI)is apublic-\nprivate initiative that in collaboration with UNICEF  \nand other consortium partners conducted a series  \nof adolescent-focused activities under the “Let’s Fix  \nOurFood” initiative. The Foundation wanted to get  \nadolescents meaningfully involved in this initiative,  \ntreating them as equal and valuable partners in the  \nexecution of initiatives to promote a healthy food  \nenvironment among Indianadolescents.\n\nPHFI needed support in creating different kinds of  \nresources and knowledge products that could help  \nthem disseminate their message better across  \ndemographics, especially adolescents, the Indian  \nmedia andpolicymakers.\n\nGiven the complexity of these topics, there was a  \nchallenge in simplifying these topics and making it  \naccessible for awide mixof audiences.\n\n24\n\n\fBUILDING IMPACTFUL NARRATIVE FOR PROJECTSTEPONE\n\nGOALS\n\n•Build visibility &awarenessfor Project StepOne.\n•Promote training initiatives for doctors by Project StepOne to support the  \nhealthcare ecosystem in the country.\n\nRESULTS\n\n•Increased recognition and media awareness of the organization and its initiatives.\n•Positioned the spokesperson asathought leader in the healthcare and tech vertical.\n•Built a stronger media base in the country leading to high impact stories with leading  \npublications such asIndia News,The Financial Express, The Times of India, ZeeNews,ET\nHealthworld, Business World and manymore.\n\nCHALLENGES\n•StepOne’s association with the government leading to government geting the  \nfirst-hand advantageto disclose keyannouncement.\n•Limited and unorganized flow of information.\n\nSTRATEGY\n•Defined the keymessagesthat Project StepOne wishes to convey to its  \nkeystakeholders.\n•PR activities focused on positioning the spokesperson as thought leader  \nthrough sustainedPR efforts..\n•Leveraged activities undertaken by Project StepOne to create specific  \nopportunities.\n\n25\n\n\fHIGH-PROFILE VISIBILITY DURING PRESIDENT OBAMA’SINDIA VISIT\n\nCHALLENGES\n\nRESULTS\n\n§ Managerapid-fire announcements across multiple locations.\n§ Effectively leverage limited media slots to create high-impact visibility in crowded multi-\n\n• 275+ MEDIA EXPOSURES; 450% GROWTH ON FACEBOOK THROUGH\n\n8200 NEW LIKES; 800 NEW FOLLOWERS ONTWITTER\n\nstakeholder events\n\n§ USIBC(now USISPF:USIndia Strategic Partnership Forum) website at the time wasstatic,\n\nmobile unresponsive, and lacked content.\n\nSTRATEGY\n\n• Gutenberg developed a proactive and robust PR plan to support a series of events across  \n\ndifferent cities including Vibrant Gujarat 2015 featuring U.S. Secretary John Kerry, the historic  \nIndia-U.S.Business Summitwith President Obama&Prime Minister Narendra Modi, and USIBC  \ninitiativeson smart cities.\n\n• In consultation with teams from USIBC, U.S. Embassy and The White House, our high-decibel,  \nmulti-pronged approach included news releases, media interactions, social media content and  \nmarketing, collateral designing and placement.\n\n• Quantitatively, we secured over 275media exposures covering not just top-tier foreign and  \nIndian media, but also regional language media and prominent TVchannels. Weregistered\nunprecedented growth in social media engagement.\n\n• Qualitatively, we successfully positioned USIBCasleading the largest-ever business delegation\nto Vibrant Gujarat, hosting the first-ever joint address to business community by President  \nObamaand PM Modi, communicating the expectations of the U.S.industry, and highlighting  \nUSIBC’searnestness to support India’s SmartCities initiative.\n\n26\n\n\fHOWANINDIANBUSINESSLEADEREMERGEDASASOCIALMEDIAINFLUENCER…\n\nVikramKirloskar\nViceChairman,Toyota  \nKirloskar Motors\n\nOBJECTIVES\nToyota Kirloskar Motors wanted to build brand  \nawareness and position its Vice Chairman Vikram  \nKirloskar asan automotive industry thought leader  \nand influencer on Twitter.\nAPPROACH\nTo achieve this, Gutenberg’s strategized an executive  \npersona led by the target audience profile. We  \ndevised an executionstrategy.\n\nContentStrategy\nMapping the executive’s current social footprint\nUnderstanding the executive persona  \nUnderstanding the target audience  \nMapping the executive’s future identity\n\nExecution\nCurating content and publishing  \nExecuting the platform strategy  \nManaginginteraction and engagement\nDefining business objective-driven KPI success  \nDefining areasof improvement and awayforward  \nMonitoring Twitterpro-actively\nIdeating new contentideas\n\nRESULTS\n\nWe gained 57K followers in 39months.\n\n340K increase in monthlyImpressions\n\n3.8% Engagement Rate as compared to0.05% median\nacrossindustries\n\nMonthly Profile Visits increased by more than4000%\n\nOverall visibility of the profile across web however was\n609M in2020.\n\nMr.Kirloskar emergedasa Twitter influencer.\n\n27\n\n\fUSINGTHEEXECUTIVEVOICETOBUILDAGLOBAL  \nBRAND…\n\nEXECUTIVEPROFILING\n\nOBJECTIVES\nPosition Mphasis CEO Nitin Rakesh and the  \nMphasis executive leadership team as  \nthought leaders on Twitter and LinkedIn,  \nfacilitating strategic investor conversations.\n\nRESULTS\n\nGutenbergdeveloped:\n\n1. 21+Forbes column with over 11kviews\n\n2. 400+ social media posts with high  \n\nengagementratesashigh as6.48%on  \ntwitter and 38.07% on LinkedIn\n\n3. 10+podcasts with over3kviews and  \n\ndownloads\n\n4. Adigital book launch programfor CEO  \n\nNitin Rakeshin Dec2020\n\n28\n\n\fTHANK YOU!\n\n29\n\n\f"
    },
    {
        "file_name": "RFPS-PFP-2023-503562-Summary Page (1).pdf",
        "date_created": "",
        "metadata": {
            "/Author": "jsok",
            "/CreationDate": "D:20230309165056+01'00'",
            "/ModDate": "D:20230309165056+01'00'",
            "/Producer": "Microsoft: Print To PDF",
            "/Title": "Microsoft Word - RFPS-PFP-2023-503562 _Summary Page"
        },
        "text": "United Nations Children’s Fund \nPrivate Fundraising & Partnerships \n\nPalais des Nations \nCH – 1211 Geneva 10, Switzerland \nVisitors : Bâtiment BIT, 4 route des Morillons, 1211 \nGeneva 22, Switzerland \nReception : +41 22 909 5111 \nwww.unicef.org \n\nREQUEST FOR PROPOSAL FOR SERVICES \nUNICEF-RFPS-PFP-2023-503562 \n\nSUMMARY PAGE \n\nLaunching date: Thursday, 09 March, 2023 \nClosing Date: Wednesday, 12 April, 2023, 23:59 GENEVA TIME \n\nTHE UNITED NATIONS CHILDREN’S FUND (UNICEF) \nWishes to invite you to submit a proposal for the provision of: \n\nLong Term Arrangement for Services (LTAS)  \nFor the provision of Global Public Relations Services including Brand, Communication, Crisis \nManagement, Digital Services at a Global Level \n\nProposals must be submitted via the UNICEF Web Bidding Tool: \nhttps://ungm.in-tend.co.uk/unicef-pfp/aspx/Home \n\nUNICEF seeks proposals from suitably qualified and experienced institutional/corporate entities to \nestablish a non-exclusive Long-Term Arrangement for Services (LTA-S) for the provision of Global \nPublic Relations Services including Brand, Communication, Crisis Management, Digital Services at a \nGlobal Level. \n\nIMPORTANT INFORMATION: \n\n1. The proposals must be submitted via the UNICEF Web Bidding Tool:  \n\nhttps://ungm.intend.co.uk/unicef-pfp/aspx/Home \n\n2. Proposers are required to submit any questions in respect of this RFPS via the UNICEF Web Bidding \n\nTool:  \nhttps://ungm.in-tend.co.uk/unicef-pfp/aspx/Home \n\n3. Proposals must be received latest by 23.59 hours (Geneva time) on 12 April 2023. \n\nThe RFPS document is comprised of the following: \n\n- RFPS-PFP-2023-503562 including Annex A - The UNICEF General Terms and Conditions of Contract \n\n(Services) \n\nActive in more than 190 countries and territories through country programmes and National Committees.  \nWe are UNICEF, the United Nations Children’s Fund. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\f- Annex B: The Terms of Reference \n\n- Annex C: Financial Proposal Format (to be used as a guidance by the Proposer in preparing the Price \n\nProposal) \n\n- Annex D: Institutional Profile Answer sheet \n- Annex E: MDM Vendor Master Registration for Institutional Vendors (to be completed by the \nProposer and submitted along with the Technical Proposal) \n\nShould your company be qualified and interested in this bidding opportunity, please register in the \nUNICEF-PFP e-tendering system to access the complete RFP package - please follow the registration \nprocedure attached to this notification. \n\n2 of 2 \n\n \n \n\f"
    },
    {
        "file_name": "WealthDesk India PR Proposal-2022.pdf",
        "date_created": "",
        "metadata": {
            "/CreationDate": "D:20230329103003Z00'00'",
            "/ModDate": "D:20230329103003Z00'00'",
            "/Producer": "macOS Version 13.1 (Build 22C65) Quartz PDFContext"
        },
        "text": "PR Proposal\nOctober 2022\n\n\f2\n\nINDEX\n\n1\n\n2\n\n3\n\nTHE OBJECTIVES & \nTARGET AUDIENCE \n\nCOMMUNICATIONS \nROADMAP\n\nTEAM STRUCTURE &\nBIOS\n\n4\n\nSCOPE OF WORK & \nDELIVERABLES\n\n5\n\nANNEXURE\n\nwww.thegutenberg.com\n\n\f1. THE OBJECTIVES \n& TARGET AUDIENCE\n\n\f4\n\nOBJECTIVES & TARGET AUDIENCE\n\nCreate Brand awareness for \nWealthDesk\n\nBuild  newsworthy narratives\naround Unified Wealth \nInterface (UWI) and \nWealthBasket portfolios\n\nPosition  Ujjwal Jain as \nthought leader in asset and \nwealth management space\n\nPotential Partners\n•\n•\n•\n\nBrokers\nPortfolio Managers\nAssets Management Companies\n\nConsumers\n• HNIs (high net individuals)\n•\n\nRetail Investors\n\nAdvisory Value Chain\n\nPolicy Makers/Industry Bodies\n•\n• Mainstream National Media\n•\nGovernment & Policy Makers\n\nwww.thegutenberg.com\n\n\f5\n\nPOSITIONING & STRATEGY\n\nPosition WealthDesk as pioneers in the Unified Wealth Interface (UWI) space disrupting the wealth management \necosystem.\n\nStrategy:\nSeed and lead conversations\nwealth management\naround\necosystem and leverage creating\nbouquet of products under wealth\nbasket for investors and partners.\n\nBrand   \nBuilding\n\nProduct \nProfiling\n\nOpinion \nBuilding\n\nSEED\n\nENGAGE\n\n1\n\nBUILD\n\n2\n\nFast growing digital first \nwealth management \nplatform\n\nThought Leadership\n\nwww.thegutenberg.com\n\n\f2. COMMUNICATIONS \nROADMAP\n\n\f7\n\nMEDIA APPROACH & STRATEGY\n\nPHASE 1:\nBUILD FOUNDATION\nMonth 1\n\nPHASE 2:\nAWARENESS + AMPLIFICATION\nMonths 2-3\n\nPHASE 3:\nELEVATE\nMonth 4+ Onward\n\n1\n\n2\n\n3\n\nBuild PR infrastructure such as media \nmessaging and key talk points. Calendarize \nupcoming announcements, drafting media \npitches, media database. Initiate brand \nawareness activities through introduction of \nthe brand to key media.\n\nInsights on the relevant media landscape\n\n•\n• Understanding the policy framework\n• Comprehensive Press Database\n• Geo Specific Messaging\n• Develop PR Strategy\n• Media Pitches\n\nIntroduce the company’s positioning to \nmost important and relevant media \noutlets in target geos and \nsimultaneously initiate the \nconversations.\n\nElevate brand recall factor amongst \nmedia. Generate share of voice and \ncommentaries by securing \nopportunities alongside other industry \nexperts. \n\n• Press Releases\n• Company and Executive Profiling \n\nInterviews\n\n• Byline Article Placements\n• Leveraging forecast, surveys & trends\n• Case studies\n•\n\nInfluencer Marketing\n\nIndustry Story Commentaries\n\n•\n• Continue Press releases, Interviews & \n\nByline\n\n• Event Speaking Opportunities\n• Webinar and podcast opportunities\n\nwww.thegutenberg.com\n\n\f8\n\nWealthDesk – DEMOCRATIZING WEALTH CREATION OPPORTUNITIES\n\n(Corporate and Thought Leadership)\n\nThought\nCreate brand awareness and increase conversation among the target\naudience around partnership opportunities, investment needs, wealth\nproducts and solutions.\n\nApproach:\nSpokesperson to discuss about scalability opportunities, technology\ndriven narratives, growth opportunities with EWG and UWI will\nrevolutionize the wealth management ecosystem.\n\nPR Tools:\nFeature Stories, Standalone Interviews, Relation-building meetings\n\nIdeas:\n• Can EWG be the next UPI-movement for investment and wealth\n\nmanagement industry?\n\n• How WealthDesk creates a seamless user experience for asset and\n\nwealth managers\n\n• Unified Wealth Interface (UWI): Giving visibility and a channel of\n\ncommunication with direct customers\n\nThought\nPosition thought leadership for Ujjwal Jain in systematic wealth \nmanagement solutions.\n\nApproach:\nTo increase conversation in asset and wealth management \necosystem by strategic and focused interactions by participating in \nindustry stories on various topics relevant for the brand which can be\ntopical. \n\nPR Tools:\nInteractions, Industry stories, Authored Articles\n\nIdeas:\n• Why India’s growing brokerage industry demands a solution like \n\nUWI\n\n• Scaling wealth management through disruptive technologies\n• How WealthDesk makes investing easier with expert-built\n\nstrategies\n\nwww.thegutenberg.com\n\n\f9\n\nWealthDesk – ONE-CLICK SOLUTION TO ALL YOUR INVESTMENT NEEDS\n\n(Product-Led Stories)\n\nThought\nIncrease brand awareness through product led stories and position WealthDesk as a one-click platform for brokers, investors, retailers,\nconsumers etc.\n\nApproach:\nHighlighting company’s Wealthbasket offerings for investors with mainstream media. Utilizing existing case studies to further explore\nnarratives for the brand and its product portfolios.\nTo start engaging with influencers and creating content around the platform, its usage, its benefits, number of options available to invest in\netc. that gains visibility among investors and target audience.\n\nPR Tools:\nInterviews, Industry Story, Authored Article, Listicles, Influencer Engagement\n\nIdeas:\n• How to protect your income against inflation?\n• How diversification of investment products leads to increase in customer base?\n• Why investors are allocating money towards goal-based investing\n• Today's retail investors want premium wealth creation products in a cost-effective manner\n• Empowering partners, customers, and brokers with wealth baskets capabilities\n• Why consumers want innovative multi-asset investment products?\n\nwww.thegutenberg.com\n\n\f10\n\nThought Leadership – EVENTS, WEBINARS & PODCAST\n\nThought\nTo increase awareness for WealthDesk and Ujjwal Jain\n\nApproach:\nBy participating in podcasts, speaker-led opportunities, events focused on investment related areas to position \nWealthdesk as a thought leader in the vertical.\n\nPR Tools:\nPodcast, Panel Discussion, Keynote Speaker, Awards\n\nIdeas:\n• Why are retail investors betting on readymade portfolios?\n• How curated portfolios offer better ROI than Mutual Funds?\n• Why should you choose a thematic investment portfolio?\n• How do WealthBaskets compare to Mutual Funds & PMS?\n• Ujjwal Jain on ideas based focused portfolios\n\nwww.thegutenberg.com\n\n\f11\n\nINVESTMENT TREND REPORT POWERED BY WEALTHDESK\n\n11\n\nThought\nTo position WealthDesk as a thought leader and market expert in the investment space\n\nApproach:\nYOY investment trend is evolving. To showcase the same, partner with an industry body such as Nielsen/ Gartner or the likes of \nsame to release an annual research report to reveal pathbreaking findings (this could be owned by WealthDesk as an annual \nproperty)\n\nPR Tools:\nPress Release, Interviews. Webinars\n\nSuggested Ideas:\n• Data focused approach on how millennials have now become more aware of their investment decisions and have been\n\ncurious about investing in a better way\nIndian’s investment behavior trend report – xx emerges as the new financial capital with most conscious retail investors\nIndian Investment Outlook Report 2025\n\n•\n•\n\nwww.thegutenberg.com\n\n\f12\n\nPR PLAN – SIX MONTHS\n\nDECEMBER\n\nJANUARY\n\nFEBRUARY\n\nMARCH\n\nAPRIL\n\nMAY\n\nJUNE\n\nHow WealthDesk mak\nes investing easier \nwith expert-\nbuilt strategies\n\nScaling \nwealth management\nthrough \ndisruptive technologi\nes\n\nNext Gen Tech \nSummit\n22nd December\nBy – ET BFSI\n\nFOCUS SEGMENT\n\nCan EWG be the next \nUPI-movement for \ninvestment and \nwealth management \nindustry?\n\nHow WealthDesk crea\ntes a seamless user \nexperience for asset \nand wealth managers\n\nExpectations from \nUnion Budget 2022\n\nHow to protect your \nincome against \ninflation?\n\nWhy India’s growing \nbrokerage industry \ndemands a solution \nlike UWI\n\nHow can millennials \nchange the whole \ninvestment game in \nIndia?\n\n‘Financialisation of savings and wealth baskets-\nUnderstanding the correlation\n\nDiversification of \ninvestment products and \nincreasing customer base\n\nHyper-personalisation of assets \nincreasing financial inclusion \namong high risk takers\n\nFuture of Work 2023\n10th February\nOrganised by YourStory\n\nFintech India Expo\n\nRe-imagining The Future Together\nBy Expresscomputer BFSI\n\nETBFSI \nFinNext \nSummit\n\nET Markets Podcast\n\nMoneycontrol - Simply save\n\nMoney with Monika Halan\n\nForbes – Daily Tech Conversation\n\nMergers/ Acquisitions/ Appointments/ Fundings/ As & When\n\nMEDIA INTERVIEWS/ \nRBMS\n\nBY-LINES\n\nSPEAKING OPS\n\nPODCAST\n\nPRESS RELEASE\n\nwww.thegutenberg.com\n\n\f3. TEAM \nSTRUCTURE &\nBIOS\n\n\f14\n\nTEAM STRUCTURE & TIME ALLOCATION (DISTRIBUTION OF RESOURCES ON THE ACCOUNT IN PERCENTAGE)\n\nNidhi Seth\nDirector – PR (Asia Pac) \nBangalore \n10%\n\nDhanya Nambiar\nAssociate Director – PR\nBangalore \n15%\n\nMudit Gupta\nAccount Manager \nNew Delhi \n25%\n\nAditya Tiwari\nAccount Supervisor \nBangalore \n35%\n\nPooja  Behuria\nSenior Account \nExecutive\n15%\n\nTeam Leader\nProviding strategic direction and global \nunderstanding for the program\n\nProject Team Lead\nCross functional core team that is driving \nthe program and ensuring the brief is \nmet. Will also be interfacing with the \nclient for approvals/closure\n\nProject Team Member\nWorking with the core team to execute the \nbrief\n\n*Outlined above is the indicative team basis \nassumed scope - the final team structure \nwill be shared with you during account \nonboarding.\n\nwww.thegutenberg.com\n\n\f5. BUDGET AND\nSCOPE OF WORK\n\n\f18\n16\n\nPR Deliverables \n\nPR Activities\n\nMessaging Workshop\n\nPress Release\n\nInterviews\n\nByline Articles – (Drafting & Placement)\n\nSpeaker opportunities\n(paid/unpaid)\n\nWebinar/Podcast\n\nQ1\n\n1\n\n2\n\n2-3\n\n2\n\n1\n\n1\n\nQ 2\n\n-\n\n2\n\n2-3\n\n3\n\n1\n\n1\n\nTotal\n\n1\n\n4\n\n4-6\n\n5\n\n2\n\n2\n\nwww.thegutenberg.com\n\n\f17\n\nSCOPE OF WORK (PR)\n\nIntegrated Public Relations Program for Six Months \nConsulting: \n• Confirm goals and objectives \n• Collaborate to identify key messages at a corporate level and for each business unit \n• Run a messaging workshop to advise on key messaging tailored \n• Craft a comprehensive plan following the earned, owned and paid strategy and tactics \n• Provide on-going advisory on media targets and story ideas \n• Media mapping/ competition tracking\nEarned media:\n• Create media lists and messaging points\n• Provide briefing materials for press meetings\n• Conduct proactive outreach and introductions with target reporters – secure interviews as outlined in the deliverables \n\nsection \n\n• Identify thought leadership opportunities such as byline placements – secure placements as outlined in the deliverables \n\nsection \n\n• Oversee byline content collaboration process \n• Create a speaking and awards database – assist with submissions \n• Create monthly and quarterly reports to track program\n• Conduct regular team calls to update status\nPaid Initiatives\n• Paid media opportunities will be billed as an OOP expense \n• Advise on potential third party partners\n• Make recommendations on sponsorship opportunities for speaking engagements or possible bought thought leadership \n\ninitiatives (i.e.. Whitepapers, case studies, video, events, webinars) \n\n• Manage logistics with third party partners \n\nMonthly Retainer Fee\n\nINR 2,30,000\n+10% Admin\n18% GST\n\nwww.thegutenberg.com\n\n\f18\n\nEXCLUSIONS\n\nOut of Pocket Costs include:\n• Event costs such as refreshments, host, venue, dressing, etc.\n• News Wire if needed are not included in the fee.\n• Translation Cost from English to any other language is not included in the fee.\n• Media Monitoring, Competition Mapping and Analytic Services are not included in the fee.\n• Travel and boarding expenses when appropriate, wire distribution service fees for press releases\n• Copyright licenses and reprints and collateral materials\n• Media training for spokespersons \n• Costs such as visual content creation (images, infographics) will be out of pocket\n• Content creation requirements outside the scope of work (if any) will be charged extra\n•\n• Engagement of local market associate (stringer) in regional markets where Gutenberg does not have a presence. In India, Gutenberg has offices in New \n\nInfluencer / blogger / external vendor cost (if any)\n\nDelhi, Bangalore, Hyderabad, Mumbai and Pune.\n\n• Printing; shipping costs; bulk-copying fees\n• Travel expenses when appropriate\n• Media gifts/ Press kits for media invited for any press conference organized by WealthDesk\n\nAll out-of-pocket expenses are charged as actuals, and will only be incurred on prior approval from WealthDesk\n\nPayment Terms: All Servicing Fee invoices will be raised at the beginning of each month payable in net 10 Days\n\nwww.thegutenberg.com\n\n\f5.ANNEXURE\n\n\fABOUT US\n\nTop Reasons To Partner With US...\n\nCustomer Focused\n\nAnalytics & Insights Driven\n\nROI Obsessed\n\nExperienced Team\n\nWe understand that for brands \nto succeed in a digital era – they \nneed to form strong bonds with\ntheir customer. This is possible \nonly if we understand your \ncustomer cohorts better.`\n\nWe’re an analytics and insights \nfirst agency focused on building \ncampaigns that’ll resonate with \nthe audience. We provide the \nstrategic perspective that’s most \noften overlooked or ignored.\n\nFocus on devising the best \ntactics to maximize profitability \nby hinging performance on Key \nPerformance Metrics to measure \nsuccess and business impact.\n\nOur team consists of people \nfrom all disciplines who have \nexperience in working with both \nB2B and B2C brands.\n\nResearch Oriented\n\nStorytellers\n\nOur strategy stems from the \nresearch that we carry out, \nhelping us understand the \ncontent in which our clients \nexist.\n\nWe understand the power of a \nstrong narrative and that drives \nthe opportunities we can explore \nfor our client. Content is the \nbackbone for everything we do.\n\nwww.thegutenberg.com\n\n\fA RESEARCH BASED APPROACH\n\nResearch based insights\n\nOur research focus helps us identify \ninsights around your BRAND, the \nCATEGORY that you exist in and the \ndominant CONSUMER and MEDIA\nbehavior as well as COMPETITOR\ncampaigns and programs that have \nbeen executed.\n\nCompetitor\nInsight\n\nConsumer \nInsight\n\nInsights\n\nBrand \nInsight\n\nMedia\nInsight\n\nIt drives how we define our stories and \nour go-to-market strategy.\n\nCategory\nInsight\n\nTOOLS USED\n\nwww.thegutenberg.com\n\n\fOUR  CLIENTS\n\nwww.thegutenberg.com\n\n\fSAMPLE: CURRENT CLIENTS\n\nwww.thegutenberg.com\n\n\fABOUT US\n\nOur integrated digital marketing model allows us to \ncreate and deliver insight-driven and impactful brand \nstories.\n\n• Global Award-winning digital-first marketing communications firm\n\n• Headquartered in New York, Gutenberg has a strong presence in the \n\nUS, UK, Singapore, and India. \n\n• Deliver engaging brand stories that connect audiences across the \n\ncustomer journey.\n\n• Blending technology and marketing to deliver data-driven customer \n\nexperiences\n\n• Leveraging 18 years of working with brands across the global \n\nmarketplace.\n\nAwards\n\nwww.thegutenberg.com\n\n\f5. RECENT CASE\nSTUDIES \n(PAST SIX MONTHS)\n\n\fBUILDING KEDAARA’S GROWTH STORY IN THE INDIAN PRIVATE EQUITY LANDSCAPE\n\nObjective\n\n• To  build and sustain long term thought leadership for \n\nsenior management \n\n• To showcase Kedaara’s diverse investment portfolio across \n\nindustries \n\n• To be part of leading conversations and commentaries in \n\nthe private equity domain \n\nChallenges\n• Conservative media approach with limited media \n\nexposure \n\n• Lack of data driven insights and India centric funding \n\nstatistics \n\nStrategy\n• CEO-led deep dive interactions on Kedaara’s vision for the\n\nfuture and identified priorities to achieve it\n\n• Focused conversations spotlighting accelerated business\n\nrecalibration\n\n• Highlight partnerships and funding deals\n• Build a strong network of media relationships and be part\n\nof leading private equity conversations\n\n• Provide media counsel and outreach at the time of crisis\n\nResults\n\n• Visibility amongst\nbusiness verticals\n\ntop trade publications across diverse\n\n• Strong relationships forged with key media personnel\n• Gutenberg highlighted Kedaara’s funding deals across top\n\nbusiness dailies and financials\n\n\f• MPOWER Financing, is an innovative fintech platform and the leading \n\nprovider of education loans to high-promise students around the world. \nIt is a Public Benefit Corporation whose mission is to reduce the financial \nbarriers to international education. \n\nObjective\n• Build brand awareness for MPOWER Financing in India as a mission-\n\ndriven fintech company providing easy education loans\n\n• Promote MPOWER as a \"trustworthy financier \" helping students to \n\nstudy abroad\n\n• A one-stop solution for students aspiring to study in the USA or \n\nCanada with end-to-end assistance, a faster loan process through \ninstant loans, and providing career guidance\n\n• Highlight spokespeople as thought leaders in international student \n\nmobility across the global market\n\nSolution\n• Created visibility and a great splash in Indian and international \nmarkets with regard to the devaluation of the Indian rupee and \ndollar denomination \n\n• Through industry stories and authored article placements MPOWER \n\nFinancing was positioned as the leading industry expert\n\nResult\n• Garnered media interaction with leading publications like Business \nStandard, The Financial Express, Business Today, Business Insider, \nThe Times of India\nIncreased brand recall among media resulted in repeat media \npresence in Cat a publications. \n\n•\n\no Example- The Economic Times,  The Financial Express, \nCareers 360, Free Press Journal,  Business Today, \n\n\fGo Digit General Insurance Limited is a new-age general insurance company started by\nKamesh Goyal. The parent company of Digit Insurance Go Digit Infoworks Services Private\nLimited is backed by Canadian billionaire Prem Watsa’s Fairfax Financial Holdings Limited.\nDigit was also the first declared unicorn of 2021.\nFormer captain of the Indian Men’s Cricket Team, Virat Kohli, is its brand ambassador.\n\nObjective\n• Establish Digit as one of India’s fastest-growing general insurance companies, that \naims to make insurance simple and focus on Digit’s product specific outreach\n\nSolution\n• Announcement-led media outreach (leadership change, partnership, study, \n\ncampaign,  growth and milestone)\n\n• Standalone stories and industry commentary for different spokespeople\n• Proactive media outreach  for Digit’s product portfolio - Travel, motor, health, \n\nproperty, and technology angles\n\nResult\n• Exclusive interaction with Cat A mainlines, financials, online, and magazines\n• Was positioned as the fastest-growing insurance company by many key media \n\npublications - both global and  Indian\n\n• Positioned different spokespersons as industry experts through standalone and \n\n•\n\nindustry story placement \nIncreased brand recall among media resulted in repeat media presence in Cat a \npublications. \no\n\nExample- Mint– 10 | The Economic Times – 14 | The Financial Express – 15 | \nBusiness Today - 12 |  The Times of India – 7 | Telangana Today - 2 | Money \nControl– 13\n\n\fNIDHI SETH\nDirector - PR\n\n• Nidhi has over 17 years of experience in Public Relations, Corporate Communications, \n\nPolicy and Advocacy.\n\n• She has worked with leading Fortune 100 companies such as UnitedHealth \n\nGroup, SunLife Financial and Evalueserve. During this time she has helped these \ncompanies, re-position themselves successfully through robust PR and marketing \ncampaigns that garnered global media coverage in the likes of The Financial Times, \nBusinessWeek, The Economist, Wall Street Journal, Washington Post, Le Monde, Straights \nTimes, The Economic Times, Brand Equity, Business Standard, Business Today, CNBC TV 18, \nNDTV, amongst others. Nidhi, has been instrumental in building B2B partnerships with key \nindustry associations such as CII, FICCI, IBEF, TiE-CON and NASSCOM. Additionally she \nhas extensively supported VCs and PEs build their business portfolios.\n\n• In her last role she was Associate Vice President- Public Affairs with Consocia Advisory \n\nwhere she led the Government Relations for Tech and Pharma clients such as Amazon, Byte \nDance(TIKTOK), Stryker, Medtronic,. She led the Environment Social Governance vertical for \norganizations such as Cavinkare, Eunomia and U-Flex. Some of the other companies she has \nworked with include Pfizer, Cipla, TetraPack and Diageo.\n\n• Nidhi is The President for WICCI -Haryana Corporate Communications Council and is a part \nof the think tank for Hi Tech International's sustainability project Dr Bio that is working \ntowards replacing conventional plastic.\n\n• She is based in New Delhi\n• Connect with her on LinkedIn\n\nwww.thegutenberg.com\n\n\fDHANYA NAMBIAR\nAssociate Director – PR, India \n•\n\nDhanya brings over 12 years of experience in the field of PR & \ncommunications.\n\n• Her expertise lies in strategizing overall Brand Messaging, Client \nManagement, Brand Building & has extensive knowledge and \nexpertise in crisis management.\n\n•\n\nShe has worked with different PR Agencies like Ad factors PR, \nPR Hub & Value360 in the past and has worked on various Start-\nups and established brands in the sectors ranging from \nIT, FinTech, Education, lifestyle, healthcare, travel and Real \nestate etc.\n\n• Her passion for work and persistence to deliver the best has \n\nalways worked in the favour of the brands she has worked with. \nShe has done her Masters in Physics from Maharaja Sayajirao \nUniversity, Baroda.\n\n•\n\n•\n\nShe is based in Bangalore\n\nConnect with her on LinkedIn\n\nwww.thegutenberg.com\n\n\fMUDIT GUPTA\nAccount Manager- PR\n\n• Mudit brings more than 7 years of PR experience  in public relations \n\nwith clients across corporate, technology, consumer-tech, education, \nand health sectors.\n\n• He has been associated with Gutenberg from the past 5 years. and has \nservices national and international clients such as Kodak HD LED TVs, \nStanford University, IIM Bangalore, University of Queensland, MultiTV, \nKailash Satyarthi Childrens' Foundation and many more\n\n• He has been the core part for the PR activities for a mix of B2B and B2C \nbrands such as Xerox, Gionee Smartphones, Coursera, Livpure water \npurifiers, India.com, mCarbon and many more.\n\n• He has also worked as assistant Radio Jockey at Radio Mirchi \n\n98.3 FM, one of the leading radio stations in the country.\n\n• He is based in New Delhi. Connect with him on LinkedIn\n\n\fADITYA TIWARI\nAccount Supervisor - PR\n\n• Aditya comes with 4+ years of experience in Journalism, Public Relations,\nDigital & Social Media Marketing and Creative Content.\n\nwith\n\n• He has worked across the corporates, technology, health and startup\nsectors\nAnalog\nIFFCO\nDevices,\nKisan, PerSapien Innovations, and Tagbin in their communications strategy,\nmedia relations, content creation, PR campaigns and brand management.\n\nDigitalOcean, Public Health Foundation of\n\nTechnologies,\n\nincluding\n\nclients\n\nIndia,\n\nKPIT\n\n• He has pursued graduation in Journalism and Mass Communication from\nGuru Gobind Singh Indraprastha University, New Delhi.\n\n• As an Account Supervisor, he is working closely on the communications\nstrategy and execution of the strategic plans for respective clients.\n\n• He is based in Bangalore. Connect with him on LinkedIn\n\nwww.thegutenberg.com\n\n\fSAMPLE ARTICLE \n\nCompetitor\nInsight\n\nGutenberg to submit an article on the theme Wealth management - relevance and solutions for \nretail investors. \n\nSubmission will be done by mail by October 20, 2022, as communicated by the WealthDesk team.  \n\nwww.thegutenberg.com\n\n\f35\n\nTHANK YOU!!\n\n\f"
    },
    {
        "file_name": "Shiv Nadar University_India PR_Jan 23.pdf",
        "date_created": "",
        "metadata": {
            "/Author": "Jithu",
            "/CreationDate": "D:20230113192209+05'30'",
            "/Creator": "Microsoft® PowerPoint® for Microsoft 365",
            "/ModDate": "D:20230113192209+05'30'",
            "/Producer": "Microsoft® PowerPoint® for Microsoft 365",
            "/Title": "Cognizant Proposal"
        },
        "text": "Public Relations and Communications \nProgram\n\nJanuary 2023\n\n\fTable of Contents \n\n1. About Us\n\n2. Media & Messaging Audit\n\n3. Our Recommendations\n\n4. Deliverables, Timelines & Commercials\n\n5. Project Team Bios\n\n6. Annexure\n\n| www.thegutenberg.com\n\n\fABOUT GUTENBERG\n\nCredentials & Approach of the Integrated Marketing \nCommunication Agency.\n\n3\n\n\f1.1\n\nOUR OFFICES\n\n4\n\nWe’re a brand-focused, strategy-driven, \naward-winning agency with pan-cultural, \nmulti-national storytellers from New York to \nLondon to Bangalore.\n\n4 countries | 9 offices | 100+ storytellers\n\nNEW YORK | SILICON VALLEY | LONDON | SINGAPORE | NEW DELHI | MUMBAI | BANGALORE | HYDERABAD | PUNE\n\nwww.thegutenberg.com\n\n\f1.2\n\nSTRATEGIC APPROACH\n\n5\n\nEARNED MEDIA\nMEDIA RELATIONS\nANALYSTS\nCUSTOMERS\nEMPLOYEES\nSPEAKING PLATFORMS\nCUSTOMER TESTIMONIALS\nTHOUGHT LEADERSHIP\nSPEAKING OPPORTUNITY\nAWARDS & RECOGNITIONS\n\nSEO & quality brand \ncontent drive sharing & \ntraffic  \n\nOWNED MEDIA\nWEBSITE\nCOMPANY BLOGS\nSOCIAL MEDIA CHANNELS\nLEADERSHIP BY-LINES\nSOCIAL MEDIA CONTENT\nINFO-GRAPHICS\nVIDEOS\n\nPAID MEDIA\nADVERTISING & ADVERTORIAL\nDIRECT MARKETING\nCONSUMER EVENTS\nPAID CONTENT\nSOCIAL MEDIA ADS\nBRANDED CONTENT\nSPONSORSHIP OPPORTUNITIES\nONLINE ADVERTISING\n\nModel for comprehensive communications program\n\nwww.thegutenberg.com\n\n\f1.3\n\nOUR INTEGRATED CAPABILITIES\n\nOUR SERVICES\n\n6\n\nAmplify\n• Public Relations\n• Social Media\n• Email Marketing\n• Search Engine Optimization\n• Digital Advertising\n\nBuild\n• Brand Campaigns\n• Content\n• Podcasts\n• Video\n\nResearch & Market \nIntelligence\n• Advise & Consult Clients\n•\n\nIndustry Research, Customer & \nCompetitor Insights\n\n• Marketing Trends\n• News Angles\n\nGUTENBERG \nMARKETING\n\nDesign\n\n• Brand / Logo, Identity \n\nDesign\n\n• Creative Design\n• UI/ UX\n• Website \n\nCustomer\nUI and UX\n\nDigital\nMarketing\n\nMobile\nMarketing\n\nPublic \nRelations\n\nMarketing\n& Branding\n\nContent\nMarketing\n\nVideo\nProduction\n\nCreative Design\nServices\n\nwww.thegutenberg.com\n\n\f1.5\n\nMULTI-AWARD-WINNING AGENCY\n\n7\n\nPLATINUM Category Social Media Campaign (Multiple Platforms)\n\nClient: Mphasis Ltd\n\nGOLD Category Logo Design\n\nClient: Mphasis Ltd\n\nGOLD  Category Integrated Marketing\n\nClient: Mphasis Ltd\n\nGOLD  Category Social Media\n\nClient: Mphasis Ltd\n\nROSE GOLD  Category Logo Design\n\nClient: Mphasis Ltd\n\nGOLD Category Public Affairs \n\nClient: Kailash Satyarthi \n\nChildren’s Foundation\n\nwww.thegutenberg.com\n\n\f1.6\n\nMULTI-AWARD-WINNING AGENCY\n\n8\n\nPlatinum\n\nCategory Social Media Marketing  Client: Ministry of Food Processing India\n\nPlatinum\n\nCategory Digital Marketing \n\nClient: Ministry of Food Processing India\n\n& Communication Campaign\n\nPlatinum\n\nCategory Digital Marketing Campaign\n\nClient: Streax Professional\n\nPlatinum\n\nCategory Digital Marketing Campaign\n\nClient: Mphasis\n\nGOLD Category Social Media Marketing  Client: Streax Professional\n\nGOLD Category Marketing Campaign\n\nClient: Ministry of Food Processing India\n\nof the Year for World Food India\n\nPlatinum\n\nCategory Best Digital Marketing  Client: Streax Professional\n\nCampaign\n\nwww.thegutenberg.com\n\n\f1.7\n\nOUR CLIENT EXPERIENCES\n\n9\n\nwww.thegutenberg.com\n\n\fCOMPETITION AUDIT\n\n10\n\n\f2.1\n\nCOMPETITION AUDIT\n\n11\n\nRecent Articles:\n• OP Jindal Global University VC calls for easing of visa \n\nregime\n\nRecent Articles:\n•\n\nIFMR GSB at Krea University opens admissions for the \nMBA Programme 2023\n\nRecent Articles:\n• Mphasis partners with Ashoka University for \n\ninterdisciplinary lab\n\n• O.P. Jindal Global University and Seattle University \nComing Together for New Academic Partnership\n\n• Segmented approach to promote women entrepreneurship\n• Research study by IFMR GSB faculty accepted to various \n\n• Vineet Gupta of Ashoka University states Higher education \n\nfor specially-abled students should be aided\n\n• OP Jindal College, Patratu runs skill development training \n\nprestigious peer reviewed conferences\n\n• Finding a cure for rare diseases: Centre mulls joint mission \n\nprogram for youth\n\nwith Ashoka University\n\nObservations:\n• Limited presence across main lines. Very announcement \n\ncentric\n\nObservations:\n• Very active during the admission cycle\n• Good participation across current media trends, awards \n\n• Very good visibility in regional media, good coverage \n\nand opportunities\n\nacross the state of Punjab.\n\n• Very active and consistent in the media with regular stories\n• Active across current media trends and trade publications\n\n• Limited visibility across regional media\n• Limited visibility around thought leader pieces\n\nObservation:\n• Have a good wide range of stories and articles\n• Engaging and informative articles\n• Have maintained a fine balance with the type of stories \n\ngoing out to the media\n\n• Not many articles showcasing spokesperson thought \n\nleadership\n\n• Active participation in industry specific event and award \n\nopportunities\n\nwww.thegutenberg.com\n\n\f2.2\n\nCOMPETITION AUDIT\n\n12\n\nRecent Articles:\n•Shiv Nadar University, Delhi-NCR, announced admissions for its iGlobal MBA programs\nfor their 2023 batch\n\nInferences\n\n•Shiv Nadar University, Delhi-NCR, India’s leading multidisciplinary university was today\ninducted under the Ministry of Education, Government of India, and will now be known as\nShiv Nadar (Institution of Eminence Deemed to be University\n\n• Announcement centric visibility, eg, for new \n\ncourse/ appointed /fest etc.\n\n• Scope to increase visibility around the courses \n\n•Shiv Nadar University, Delhi NCR Signs MoU With Indian Institute of Corporate Affairs\n\noffered.\n\n•Dr Ananya Mukherjee, who is a professor of Economics, Philosophy and Political Science,\nhas been appointed, from January 2022, as the new Vice-Chancellor of Shiv Nadar\nUniversity in Delhi NCR\n\n•Shiv Nadar University, Delhi NCR has launched a certification programme in cloud\ncomputing in collaboration with the Academy of Continuing Education (ACE) and Jigsaw\n\n• Scope to increase spokesperson profiles and \nposition them as thought leaders/ opinion \nmakers.\n\n• There is a good opportunity to position Shiv \nNadar University as a thought leader in \nhumanities, engineering and entrepreneurship \nverticals.\n\nwww.thegutenberg.com\n\n\fOBJECTIVE AND PR APPROACH\n\n13\n\n\f3.1\n\nKEY OBJECTIVES\n\n14\n\nPosition SNU’s Delhi NCR \ncampus as one of the \neminent universities in \nIndia building/shaping \nfuture workforce\n\nHighlight SNU as a multi-\ndisciplinary institution with \na strong focus on design-\nthinking, research and \nentrepreneurship\n\nPosition the spokespeople \nas thought leaders and key \nopinion makers in the \nhigher education sector of \nIndia\n\nwww.thegutenberg.com\n\n\f3.2\n\nKEY STAKEHOLDERS\n\n15\n\nPotential students and \nFaculty\n\nAlumni\n\nIndustry \nbodies/ Business \nCommunities\n\nGovernment\n\nAcademia\n\nwww.thegutenberg.com\n\n\f3.3\n\nAPPROACH & STRATEGY\n\n16\n\nPILLAR 1 (1-4 months):\nSNU’s Delhi NCR campus as one \nof the eminent universities in \nIndia\n\nPILLAR  2 (4 -8 months):\nCreate visibility for Atal \nIncubation Centre\n\nPILLAR 3 (9-12 months):\nCreate Brand Recall\n\nCreate a strong drive amongst\nthe key stakeholders with a focus\non positioning the best-in-class\ninfrastructure,\nthinking\nresearch, and talent pool of\ndistinguished faculty.\n\nlateral\n\napproach\nthe\nHighlight\nundertaken by the university\nfuture\nmaking\ntowards\nentrepreneurs that create a\nimpact, and position\nsocial\nthe key spokespeople as\nopinion\nleaders/\nthought\nmakers shaping the future\nof higher education in India.\n\nrecall\nbrand\nElevate\namongst media. Generate\nand\nshare\ncommentaries by securing\nalongside\nopportunities\nother industry experts\n\nvoice\n\nof\n\nwww.thegutenberg.com\n\n\fOUR APPROACH\n\n17\n\n\f4.1\n\nMESSAGE DEVELOPMENT\n\n18\n\nGOAL\n•\n\nAdapting and localizing corporate messaging for the Indian market and global \nstudents\n\nPLAN\n•\n\n•\n\n•\n•\n\n•\n\n•\n\nConduct a message development workshop to define consistent messaging \nacross all mediums of communications\nCo-ordinate a media training session for spokespeople to prepare them to \nengage with the media (if required)\nAudit and advise on collaterals\nIdentify the pipeline of major announcements\n\nSHIV NADAR UNIVERSITY'S ROLE\n•\n•\n\nInvolvement of senior management for message development\nKey highlights & SNU’s USP, its long-term vision for Indian and global students, \nexpansion plans etc.\nEmphasise on the university’s reputed faculty members (such as Dr. Prem \nPandey and Dr. Vasundhara Bhojvaid) and pedagogy approach \nClose collaboration on all messaging and content development requirements\n\n* Messaging document to be prepared by Gutenberg after extensive research and discussion with the SNU team\n\nwww.thegutenberg.com\n18\n\n\f4.2\n\nPR RECOMMENDATIONS\n\n19\n\nPanel Discussions – SDC and AIC IN FOCUS\n\nUPSKILL INDEX FOR NEXT DECADE\n\nAim- Highlight and build awareness on SNU's latest offering in higher\neducation - Shiv Nadar University-Dassault Systèmes Centre of Excellence\n(SDC) and ATAL Incubation Centre\n\nAim- Highlight how and why SNU should be ‘the’ choice for every working\nprofessional looking to upskill\n\nIdeas\n•\n\nresearch,\n\ninnovation, design, and\nFocusing on its aim to fuel\nentrepreneurship, through problem solving on industry-based projects\nusing Dassault Systèmes’ globally recognized 3DExperience platform\nand conduct panel discussion with a media partner, 2 – 3 KOLs,\nSNU spokesperson and a moderator\n\n•\n\nLeverage on the association of ATAL Incubation Centre with AIM NITI\nAayog\n\nIdea-\n\n• Demand for a qualified workforce: With the largest youth\nIndia\npopulation and the third largest higher education system,\nneeds its workforce to be competitive and competent, at par with\nglobal managers\n\n• Interest for application to the workshop can be promoted through\n\nsocial\n\nchannels with a specification on the criteria to participate.\n\nPR Tool- Series of panel discussions followed by interviews , articles and\nwebinars\n\nPR Tool- Interactions with professors and working professionals (testimonial\nstories) who have upskilled themselves from SNU Delhi & NCR Campus\n\n\fTHOUGHT LEADERSHIP\n\n• Aim- To establish SNU’s faculties as thought-leaders and opinion makers/\ninfluencers across the nation, it is important to address the key trending issues\nthat corporate/start-up/policy decision makers are facing\n\n• Idea-\n\n• Authored articles on trends/patterns observed in the space of HR,\nFinance, AI/ML, Blockchain, Security, Digital transformation, or other new\nage technologies that are likely to influence sectors, unheard of\n\n• Digital Guest lectures/ speaker opportunities at colleges in Tier I & Tier II\n\ncities\n\n• PR Tools- Authored Articles, Speaker Opportunities\n\nINVITING STUDENTS FROM TOP COLLEGES AND UNIVERSITIES TO SHOWCASE \nTHEIR TECH INNOVATIONS\n\n• Aim- To establish SNU as thought-leader and opinion maker/ influencer\nit is important to address the key trending issues that\n\nacross the globe,\npeople are facing with technology on a day-to-day basis.\n\n20\n\n• Idea-\n\n• A contest where SNU will\n\ninvite students from top schools and\nto send their\nuniversities from the globe (preferably +2 class)\ninnovative ideas along research thesis to them. 10 students (individual\nor a group of three) will be shortlisted who will get a chance to brush\nup their skills at the university for 5 days.\n\n• The idea will be to encourage the future engineers of the country. The\nselected students will get a certificate from SNU for the 5-day\nworkshop\n\nLIVE INSTA SERIES POWERED BY SNU – DELHI NCR\n\nALUMNI CONNECT SERIES\n\n• Aim- To establish the SNU’s faculties as thought leaders in education and tech space\n\n• Idea-\n\n• SNU to partner with publications like Analytics India and Your Story for a series\nof live interactive sessions where the Professors can showcase their expertise\nwith regards to the on-going trending topics\n\n• With an aim to give a boost to their social media reach, SNU can go live\n\nthrough their Insta handle while the live session is being coordinated\n\n• Topics of the sessions can be decided based on mutual convenience of SNU and\n\nthe publication\n\n• Aim- The global recession and lack of job opportunities has disrupted the\nplans for many working professionals and there are youngsters who are\nalready in panic situation thinking about the jobless future\n\n• Idea- SNU to connect with its alumni (through weekly webinars) who, apart\nfrom entrepreneurs, are established in their respective fields ie natural\nshare their experience and knowledge\nscience,\non opportunities they created for themselves, learnings from the recession\nand lessons to sustain during tough times\n\nhumanities, etc\n\n• PR Tool- Webinars\n\n\fKNOWLEDGE PARTNERSHIP WITH MARKET \nRESEARCH FIRMS & INDUSTRY BODIES\n\n21\n\n• Aim- To leverage the extensive knowledge & research expertise of SNU’s professors in their respective fields by tying up\nwith leading market research firms and industry bodies\n\n• Idea- SNU to associate/partner with market research firms like NSDC,\nreport on various topical issues concerned with startups, blue collar jobs, future jobs, etc. ns\n\nIDC, E&Y, Forrester to develop a deep dive research\n\n• PR Tools- Set up webinars for exclusive launch of the reports and insights from the report and set up\nselect media round table/ exclusive interactions\n\n\f33\n\nHIGHLIGHT EXPERTISE BEYOND METROS\n\nBuild regional dominance to create ripple effect on\nmetros\n\nLaunch a series called “EduHub” via contributory articles,\nstudents/working\nwebinars and podcast and influence\nprofessionals in emerging cities beyond metros – Demographic\nPR\n\nRelease infographics sharing insights on trends, preferences\nand challenges faced by working professionals and skills in\ndemand for future workforce.\n\n22\n\n22\n\n\f4.3\n\nINDICATIVE MEDIA UNIVERSE\n\nB\nu\ns\ni\nn\ne\ns\ns\n\nf\no\nc\nu\ns\ne\nd\n\nE\nd\nu\nc\na\nt\ni\no\nn\n\nEdEx Live\n\nEducation Times\nThe Pioneer\n\n▪\n▪\n▪ Businessline on Campus\n▪\n▪ Higher education Plus\nIndia Education Diary\n▪\nElets- Digital Learning\n▪\n▪ BW Education\n▪\n▪\n▪\n\nThe Indian Express\nThe Daily Guardian\nIndia Today\n\nM\na\ni\nn\n\nl\ni\n\nn\ne\ns\na\nn\nd\n\nThe Times of India\n▪\nThe Hindu\n▪\nThe Economic Times\n▪\n▪ Hindu Business Line\n▪ Business Standard\n▪\n\nThe Financial Express\n\nf\no\nc\nu\ns\ne\nd\n\nS\nt\na\nr\nt\nu\np\n\n▪ Yourstory\nInc42\n▪\n▪ Moneycontrol\n▪ BW Disrupt\nET HRWorld\n▪\n▪ VCCircle\n\ni\n\nR\ne\ng\no\nn\na\nl\ns\n\n▪ Navbharat Times\n▪ Hindustan\n▪ Dainik Jagran\n▪ Dainik Bhaskar\n▪ Punjab Kesari\n▪ Amar Ujala\n▪ Rashtriya Sahara\n▪ Charhdikala\n▪ Ajit\n▪ Dainik Navjyoti\n\nE\nl\ne\nc\nt\nr\no\nn\ni\nc\n\n• CNBCTV 18\nZee News\n•\n• NDTV\n•\n• News18\n• ABP News\n• Aajtak\n\nTimes Now\n\n23\n\n23\n\n \n \n \n \n\fDELIVERABLES & TIMELINE\n\n24\n\n\f5.1\n\nDELIVERABLES\n\n25\n\nActivities\n\nMessaging Workshop (PR & Digital)\n\nPress Release\n\nInterviews\n\nByline Articles – (Drafting & Placement)\n\nIndustry Stories\n\nSpeaker opportunities and Webinars\n\nQ1\n\n1\n\n1\n\n2-3\n\n1-2\n\n3-4\n\n1\n\nQ2\n\nQ3\n\nQ4\n\nTotal\n\n1\n\n2-3\n\n1-2\n\n3-4\n\n1\n\n1\n\n2-3\n\n1-2\n\n3-4\n\n1\n\n1\n\n2-3\n\n1-2\n\n3-4\n\n1\n\n1\n\n4\n\n8-12\n\n4-8\n\n`12-16\n\n4\n\nwww.thegutenberg.com\n\n\f5.2 SCOPE OF WORK (PR)\n\nMonthly Retainer Fee\n\nINR 2,75,000\n+10% Admin\n18% GST per month\n\nPublic Relations Inclusion\nConsulting:\n• Confirm goals and objectives\n• Collaborate to identify key messages at a corporate level and for each business unit\n• Run a messaging workshop to advise on key messaging tailored\n• Craft a comprehensive plan following the earned, owned and paid strategy and tactics\n• Provide on-going advisory on media targets and story ideas\n• Media mapping/ competition tracking\nEarned media:\n• Create media lists and messaging points\n• Provide briefing materials for press meetings\n• Conduct proactive outreach and introductions with target reporters – secure interviews as outlined in the deliverables section\n• Identify thought leadership opportunities such as byline placements – secure placements as outlined in the deliverables section\n• Oversee byline content collaboration process\n• Create a speaking and awards database – assist with submissions\n• Create monthly and quarterly reports to track program\n• Conduct regular team calls to update status\nPaid Initiatives\n• Paid media opportunities will be billed as an OOP expense\n• Advise on potential third party partners\n• Make recommendations on sponsorship opportunities for speaking engagements or possible bought thought leadership initiatives \n\n(i.e.. Whitepapers, case studies, video, events, webinars)\n\n• Manage logistics with third party partners\n\nwww.thegutenberg.com\n\n\f5.2 EXCLUSIONS\n\nOut of Pocket Costs include:\n• Event costs such as refreshments, host, venue, dressing, etc.\n• News Wire if needed are not included in the fee.\n• Translation Cost from English to any other language is not included in the fee.\n• Media Monitoring, Competition Mapping and Analytic Services are not included in the fee.\n• Travel and boarding expenses when appropriate, wire distribution service fees for press releases\n• Copyright licenses and reprints and collateral materials\n• Media training for spokespersons\n• Costs such as visual content creation (images, infographics) will be out of pocket\n• Content creation requirements outside the scope of work (if any) will be charged extra\n•\n• Engagement of local market associate (stringer) in regional markets where Gutenberg does not have a presence. In India, Gutenberg has offices in New Delhi, \n\nInfluencer / blogger / external vendor cost (if any)\n\nBangalore, Hyderabad, Mumbai and Pune.\n\n• Printing; shipping costs; bulk-copying fees\n• Travel expenses when appropriate\n• Media gifts/ Press kits for media invited for any press conference organized by SNU\n\nAll out-of-pocket expenses are charged as actuals, and will only be incurred on prior approval from SNU\n\nPayment Terms: All Servicing Fee invoices will be raised at the beginning of each month payable in net 10 Days\n\nwww.thegutenberg.com\n\n\fSHIV NADAR UNIVERSITY\n\nProposed Team Members\n\n28\n\n\fHarjiv Singh\nFounder and CEO of Gutenberg\n\n•\n\n•\n\n•\n\n•\n\nHarjiv is the Founder of Gutenberg a global integrated marketing communications firm with offices in\nthe U.S., U.K., and India where he has advised clients like U.S.-India Business Council, UK Trade &\nInvestment, GE, HSBC, New York City Economic Development Corporation, and Quest Diagnostics.\nHarjiv has worked extensively in the technology services sector where he has helped build brands for\nWipro, Mphasis, Tech Mahindra and advised M&A and strategic Board matters.\n\nHarjiv is a Trustee of The Loomba Foundation, a UK charity supporting the cause of poor widows in\nSouth Asia and Africa. He is also a member of the U.S. Advisory Council of The American India\nFoundation and has served on the board of the United Nations Association of New York.\n\nHe advises the Global Futures Group (GFG), an international consulting and investment services firm\nfocusing on smart cities. Harjiv served on the advisory board of Knowledge@Wharton, and is an\nexecutive fellow at Cambridge University’s Central Asia Forum.\n\nHe has graduate degrees from Stanford and Columbia\n\nwww.thegutenberg.com\n\n\fNIDHI SETH\nDirector – PR, Gutenberg\n\nNidhi has over 17 years of experience in Public Relations, Corporate Communications, Policy \nand Advocacy.\n\nShe has worked with leading Fortune 100 companies such as UnitedHealth \nGroup, SunLife Financial and Evalueserve. During this time she has helped these \ncompanies, re-position themselves successfully through robust PR and marketing campaigns \nthat garnered global media coverage in the likes of The Financial Times, BusinessWeek, The \nEconomist, Wall Street Journal, Washington Post, Le Monde, Straights Times, The Economic \nTimes, Brand Equity, Business Standard, Business Today, CNBC TV 18, NDTV, amongst others. \nNidhi, has been instrumental in building B2B partnerships with key industry associations such \nas CII, FICCI, IBEF, TiE-CON and NASSCOM. Additionally, she has extensively supported VCs and \nPEs build their business portfolios.\n\nIn her last role she was Associate Vice President- Public Affairs with Consocia Advisory where \nshe led the Government Relations for Tech and Pharma clients such as Amazon, Byte \nDance(TIKTOK), Stryker, Medtronic,. She led the Environment Social Governance vertical for \norganizations such as Cavinkare, Eunomia and U-Flex. Some of the other companies she has \nworked with include Pfizer, Cipla, TetraPack and Diageo.\n\nNidhi is The President for WICCI -Haryana Corporate Communications Council and is a part of \nthe think tank for Hi Tech International's sustainability project Dr Bio that is working towards \nreplacing conventional plastic. She is based in New Delhi\n\nwww.thegutenberg.com\n\n\fDHANYA NAMBIAR\nAssociate Director – PR, India\n\n•\n\n•\n\n•\n\n•\n\n•\n\nDhanya brings over 12 years of experience in the field of PR & \ncommunications.\n\nHer expertise lies in strategizing overall Brand Messaging, Client \nManagement, Brand Building & has extensive knowledge and expertise in \ncrisis management.\n\nShe has worked with different PR Agencies like Ad factors PR, PR Hub & \nValue360 in the past and has worked on various Start-ups and established \nbrands in the sectors ranging from IT, FinTech, Education, lifestyle, \nhealthcare, travel and Real estate etc.\n\nHer passion for work and persistence to deliver the best has always \nworked in the favour of the brands she has worked with. She has done her \nMasters in Physics from Maharaja Sayajirao University, Baroda.\n\nShe is based in Bangalore\n\nwww.thegutenberg.com\n\n\fSUVARNA K VENUGOPAL\nAccount Manager – PR, India\n\n• Suvarna has 6+ years of experience in the field of public relations and has \nworked with a cross-section of clients in start-up ecosystem, insuretech, \nNGO’s , microfinance and NBFC, Prop-tech, edu-tech, HR, real-estate, \nautomobile, and consumer tech.\n\n• She has handled clients like Digit Insurance, Avanti Finance, Chrysalis, \n\nColive, Quikr, Drivezy, Stanford Graduate School of Business, Dailyhunt\nand Vartaleap Coalition.\n\n• Areas of expertise include media relations, client relations, media and \n\ncommunication research and analysis, content, media Tracking and strategy, \nmedia management, event planning etc.\n\n• She holds a Master’s degree in Media Management from Madras university \nand bachelor’s degree in mass communication and journalism from Amrita \nuniversity.\n\n• She is based in Bangalore\n\nwww.thegutenberg.com\n\n\fPRANITA SHARMA\nSenior Account Executive – Public Relations\n\n•Pranita has 4 years of experience in the field of public relations\n\n•She has worked across various fields like Retail, Automobile, HR, Real Estate, \nTechnology (Cloud Computing, B2B and B2C), Data Intelligence and Analytics, \nConsumer Electronics, Education, Hospitality, Luxury, Fashion, Lifestyle, \nImmigration, Legal.\n\n•She has been associated with Gutenberg for 2 years and has worked across \nclients like Digit Insurance, Kodak HD TV, MPOWER Financing, Quikr, \nWurkr, My Pooja Box, Yugabyte and Zeotap.\n\n• She has pursued her bachelor's degree and History Hons from Delhi University \nand acquired Post Graduation Diploma in Public Relation and Advertising from \nInternational Institute of Mass Media, Hissar University.\n\nwww.thegutenberg.com\n\n\fSHOWCASE\n\nPast Projects\n\n34\n\n\f6.3\n\nCREATING A UNIQUE VOICE FOR THE BRAND TO ELEVATE ITS \nNEW COURSES AS THE PREFERRED CHOICE FOR ASPIRANTS\n\nObjective\n\n•\n\nIncrease IIMB’s nationwide visibility in Tier I\nvisibility for the events at IIMB\n\nIndian cities and maximize\n\n• To create brand visibility for Indian Institute of Management, Bangalore, pan\n\nIndia to drive admission.\n\n• Brand recall in India to drive participations for their newly launched courses\n\nand initiatives.\n\nChallenges\n\n• A well known brand in India with negligible, or little visibility beyond\n\nBangalore\n\n• Multiple communications and messages being shared due to multiple events.\n• Presence of other IIMs, and pre-existing perceptions in the market\n\nResult\n\n•\n\nIIMB engaged Gutenberg’s expertise to proactively implement a strategic\nPR program to secure wide-spread print, online and electronic visibility in\nIndia, which was an average of 3X of agreed deliverables every\nQuarter.\n\n• Created brand recall among media beyond Bangalore in other metros\n• Created thought\n\nleadership for IIMB’s faculty heads across multiple\ndisciplines. We have been able to give them visibility for their events that\nIIMB organizes.\n\nwww.thegutenberg.com\n\n\f6.1\n\nAWARENESS FOR THE UNIVERSITY OF PITTSBURGH IN \nINDIA’S EDUCATION SECTOR\n\nObjective\n\n• Build awareness for the University of Virginia and enhance its reputation \n\nthrough the Yamuna River Project. Position UVA’s spokesperson as a thought \nleader.\n\n• Capitalize on President Sullivan’s visit to India\n• Highlight University of Virginia’s commitment to address environmental problems \n\nplaguing the New Delhi region\n\nChallenges\n\n• Unavailability of key spokesperson on event day, at scheduled time\n• The guidelines for content submitted for placement was not adhered to\n\nStrategy\n\n• Multi Pronged Approach\n• Sustained media visibility through thought leadership, relationship building meetings \n\nand interviews\n\n• Position Professor Pankaj Vir Gupta, Professor Sullivan and Professor Alday as a \n\nleader in both the education and environment sphere by reiterating their commitment \nin addressing the environmental issues in NCR, educating people and harnessing \nyouth for the same\n\nResult\n\n• Widespread awareness on the Yamuna River Project with coverage in leading \n\ndailies like Mint, The Indian Express etc.\n\n• Established President Sullivan as a thought leader on the interplay of education \n\nand environmental protection\n\n• Successfully managed the launch event of the Yamuna River Project in New Delhi\n\n36\nwww.thegutenberg.com\n\n\f6.2\n\nObjective\n\nPOSITIONING THE STANFORD SEED PROGRAM AS A COMPELLING \nPLATFORM FOR ENTREPRENEURS TO ENHANCE BUSINESS \nOUTCOMES \n\n•\n\n•\n\n•\n\nRaise awareness about Stanford Seed Program (STP) within the target \naudience market.\nPosition the program as one that could develop leadership and management \nskills (for scaling businesses), generate jobs, and empower individuals to \nbecome regional leaders.\nIncrease traffic to the website and facilitate form- fills from potential \ncandidates.\n\nStrategy\n\n•\n\n•\n\n•\n\nA specific media mix of publisher advertising targeted at owners, founders, \nco-founders, presidents, CEOs, MDs, and proprietors across India was\nrecommended\nA mix of digital formats and channels like display banners and publication \nads were recommended.\nAn emailer campaign and content syndication program was done with \nYourStory, Startup 360, Startup Showcase and the likes.\n\nResult\n\n• Generated over 100 applications\n• Over 50% of the webpage traffic was through this publisher advertising campaign\n\nand email marketing campaign\n\n• Generated 8,024,728 impressions and 47,895clicks\n•\n\nThe email campaign saw an avg. of 32.3% open rate and 2% click rate\n\nwww.thegutenberg.com\n\n\f6.4\n\nRAISING AWARENESS FOR WHARTON \nSCHOOL, UNIVERSITY OF PENNSYLVANIA’S SUMMER \nPROGRAM\n\nObjective\n\n• Increase traffic to the website and facilitate greater forms filled \n\nand increased enrollment from applicants\n\nStrategy\n\n• Press announcement to create more visibility of the program for the target \n\naudience, that is students, parents and teachers\n\nResult\n• A total of 20 coverage pieces were garnered Coverage in online portals \nlike Education Times, Education World, India Education Diary and in print \nin HT Education\n\n• Managed outreach in 16 countries through Google AdWords, Google \n\ndisplay network, Twitter & Facebook to drive 1500+ student \nregistrations\n\nwww.thegutenberg.com\n\n\f6.5\n\nAWARENESS FOR ARIZONA STATE UNIVERSITY\nIN INDIA\n\nObjective\n\n• To create awareness for Arizona State University in the education industry\n\nChallenges\n\n• Negligible inputs from the client\n• No physical presence in India\n• Similarity in agendas for the past recruitment drives\n\nResult\n\n• Multi-Pronged Approach\n• Sustained media visibility through thought leadership, relationship \n\nbuilding meetings and interviews\n\n• Widespread awareness on the recruitment drive through strong media \n\noutreach\n\n• Build a stronger media base in the country\n\nwww.thegutenberg.com\n\n\f6.6\n\nObjective\n\nPOSITION THE OXFORD BUSINESS FORUM’S \nGLOBAL LEADERSHIP IN RESEARCH, INNOVATION\n\n• Position the 4th Oxford India Business Forum as a premier thought leadership \n\nResult\n\nplatform\n\n• Present Saïd Business School as the global leader in research, instruction and \n\nmanagement\n\n• Showcase the School as a distinguished institution for graduate-level business \n\nstudies\n\n• Position the School’s faculty as experts and thought leaders on compelling \n\nissues pertinent to India\n\n• Differentiate Saïd Business School from the University of Oxford brand\n\n• Reinforce Saïd Business School’s Executive Education Program and \n\ncommunicate the university’s plan for India.\n\nChallenges\n• Unavailability of key spokesperson on event day, at scheduled time\n• The guidelines for content submitted for placement was not adhered to\n\n• Widespread awareness on the Yamuna River Project with coverage in leading \n\ndailies like Mint, The Indian Express etc.\n\n• Established President Sullivan as a thought leader on the interplay of education and \n\nenvironmental protection\n\n• Successfully managed the launch event of the Yamuna River Project in New Delhi\n\nStrategy\n• Multi Pronged Approach\n\n• Sustained media visibility through thought leadership, relationship building meetings \n\nand interviews\n\n• Position Professor Pankaj Vir Gupta, Professor Sullivan and Professor Alday as a \n\nleader in both the education and environment sphere by reiterating their commitment \nin addressing the environmental issues in NCR, educating people and harnessing \nyouth for the same\n\nwww.thegutenberg.com\n\n\fThank You\n\n41\n\n\f"
    }
]